[
  {
    "title": "Inflation outlook tumbles to pre-tariff levels in latest University of Michigan survey",
    "link": "https://www.cnbc.com/2025/07/18/inflation-outlook-tumbles-to-pre-tariff-levels-in-latest-university-of-michigan-survey.html",
    "body": "People shop at a Manhattan retail store on July 15, 2025 in New York City.Spencer Platt | Getty ImagesConsumers' worst fears about tariff-induced inflation have receded, though they are still wary of price increases to come, according to a University of Michigan survey Friday.The university's closely watchedSurvey of Consumersfor July showed overall sentiment increased slightly, rising 1.8% from June to 61.8, exactly in line with the Dow Jones consensus estimate and at its highest level since February. Questions on current conditions and future expectations produced monthly gains as well.On inflation, the outlook at the one- and five-year horizons both tumbled, falling to their lowest levels since February, before PresidentDonald Trumpmade his \"liberation day\" tariff announcement on April 2.The one-year forecast plunged to 4.4%, down from 5% in June and well off the 6.6% level in May, which was the highest reading since late 1981. For the five-year outlook, the expectation slid to 3.6%, down 0.4 percentage point from June.\"Both readings are the lowest since February 2025 but remain above December 2024, indicating that consumers still perceive substantial risk that inflation will increase in the future,\" Joanne Hsu, survey director, said in a statement.Indeed, the respective outlooks in December were for 2.8% and 3%, largely in line with readings throughout 2024, before Trump took office in January.\"Despite risks of rising consumer inflation in the next few months, consumers have well-anchored expectations that tariff inflation will be temporary, and that conditions should improve by the time we enter 2026,\" said Jeffrey Roach, chief economist at LPL Financial. \"Inflation expectation is an important factor for the Fed and according to this report, the trajectory looks encouraging.\"Inflation worries peaked as Trump levied 10% across-the-board tariffs as well as so-called reciprocal duties that he has backtracked on pending negotiations. However, in recent days he has announced tariffs on individual products such as copper, raising the specter of future price increases.The readings are below their long-term averages, with the headline sentiment index down 6.9% from a year ago and 16% from December. The expectations reading fell 14.8% from July 2024, though the current conditions index was 6.5% higher.Don’t miss these insights from CNBC PROAnalysts raise Nvidia price targets after Trump's China chip decision. One sees $5 trillion market cap aheadDividend payouts could hit a record this year. These stocks are Wall Street’s favoritesBreakup rumors at Kraft Heinz prompt speculation Berkshire Hathaway may be selling its stakeComing to a 401(k) near you: Private market assets",
    "image": "https://image.cnbcfm.com/api/v1/image/108172397-1752859943743-108172397-1752611627465-gettyimages-2225264360-anotherday83681224_f7u7fkac.jpeg?v=1752859971&w=1920&h=1080",
    "category": "Economy",
    "hashtags": [
      "#inflation",
      "#tariff",
      "#since",
      "#outlook",
      "#university"
    ]
  },
  {
    "title": "Israel's stock market outperforms Middle East counterparts despite multi-front wars",
    "link": "https://www.cnbc.com/2025/07/18/israels-stock-market-outperforms-middle-east-despite-multi-front-wars.html",
    "body": "A missile is intercepted over Tel Aviv on June 20, 2025, after a Iran fired a fresh salvo of missiles.John Wessels | Afp | Getty ImagesIsrael's stock market is at a record high and has seen the greatest gains of any country in the Middle East over the 22 months of war that began on Oct. 7, 2023.Israel has been waging multi-front wars, sustaining the mobilization of hundreds of thousands of troops that would ordinarily be part of the workforce, it's currently facing charges of war crimes in international courts, all while grappling with a large protest movement and political turmoil at home. Despite this, its economic landscape remains buoyant – lifted by significant foreign investment and more recently by renewed investor confidence following its 12-day conflict with Iran.Initially dropping as much as 23% in the month following the October Hamas attack and Israel's declaration of war, theTel Aviv Stock Exchangehad rebounded to and exceeded pre-war levels by the first quarter of 2024. As of July 17, the TASE is up over 200% from its Oct. 2023 low.The country's GDP for the last quarter of 2023shrank nearly 20%, following a deep contraction in private consumption and investment triggered by the war. The full year nonetheless finished with modest growth of 2%, and a further 1% GDP growth in 2024, driven mainly by government spending. In June of this year,the OECD forecast 4.9% growthin economic activity for Israel in 2026.\"In 2024, about 161,000 new trading accounts were opened in the Israeli capital market,\" aJuly reportpublished on the Tel Aviv Stock Exchange website stated. That figure represents a threefold jump in the number of accounts opened compared to 2023.The report added that the first half of 2025 saw a further 87,000 new trading accounts opened, some 33,000 of which were in investment houses.watch nowVIDEO8:3408:34Startup Nation Central CEO discusses Israel's tech funding momentumAccess Middle East\"The year 2023 was characterized by considerable uncertainty… However, already in 2024, a reversal of the trend could be identified: the public expanded its involvement in the capital market, opened trading accounts, and took advantage of the low price levels in TASE's indices to enter the local capital market, which also supported the high trading volumes,\" Hadar Romano, head of data at TASE, wrote in the report.Avi Hasson, CEO of Israel's Startup Nation Central, credited a number of factors for boosting investor confidence in Israel.\"As a result of what has been happening in the past 22 months, global investors look at the Middle East now, and specifically at Israel, and say… 'The risks confronting Israel's security and economy are actually going down',\" Hasson told CNBC's Access Middle East.In the last year, Israel has managed to significantly degrade the capabilities of its adversaries, particularly Lebanon's Hezbollah, and its June conflict with Iran – with the help of the U.S. – was widely seen as having dealt a significant blow to Tehran's abilities to harm the Jewish state.When investors \"try to look at the fundamentals of the Israeli economy, and more specifically, the tech market, its dynamism, its capabilities, the baby boom, new company creation,\" Hasson said, \"global investors and global companies are taking notice, when they try to imagine the Middle East. Not necessarily how it is today, but rather in the months and years to come.\"watch nowVIDEO4:3904:39Economist: bullish outlook on Israeli economy despite ongoing warsSquawk Box AsiaIsrael's tech sector is to thank for much of the country's economic success. High-tech products and services make up 20% of Israel's GDP and 56% of its international exports, Hasson said, thanks in part to the government investing heavily into research and development.Since the start of the war, its defense sector has gained further attention from foreign countries, even in the Arab world – one visible example being therobust presence of Israeli defense firms at Abu Dhabi's IDEX defense exhibitionin February of this year.Foreign investment has also played a major part in the boost to Israel's stock market and real estate sector.In May of this year alone, foreign investors bought approximately 2.5 billion shekels ($743 million) in TASE shares, according toIsraeli news outlet Ynet.Since the start of 2025, it reported, total foreign acquisitions have reached roughly 9.1 billion shekels, or $2.7 billion.Andaccording to Israel's central bank,outstanding liabilities to foreign investors \"increased by approximately $27.5 billion (about 5.2 percent) in the fourth quarter, to about $554 billion at the end of the quarter.\" That increase, the bank said, \"was primarily due to a combination of an increase in the prices of Israeli securities held by nonresidents and the continued flow of net investments in Israel by nonresidents.\"Primary growth drivers however remain Israel's domestic institutional investors and its strong savings framework, according to Amy Kaufman, director of investor relations at Israel Investment Advisors.\"High savings rates, especially through Israel's robust pension system, have provided steady support for the local market. This domestic foundation has been critical in maintaining market stability, particularly during times of heightened geopolitical risk,\" she told CNBC.\"Foreign inflows act as an important complement,\" Kaufman said, \"but the primary growth drivers are Israel's economic reforms, improved security environment, and the continuing commitment of local capital.\"The Israeli shekel, meanwhile, has gained nearly 7% against the U.S. dollar following the Israel-Iran conflict in June, while S&P Global Market Intelligence expects price inflation in the country to fall within the central bank's target rate by the third quarter 2025, likely paving the way for further monetary easing.",
    "image": "https://image.cnbcfm.com/api/v1/image/108162060-1750489811806-gettyimages-2220305063-AFP_636J2YR.jpeg?v=1752758452&w=1920&h=1080",
    "category": "Economy",
    "hashtags": [
      "#israel",
      "#market",
      "#foreign",
      "#middle",
      "#israeli"
    ]
  },
  {
    "title": "Kevin Warsh touts 'regime change' at Fed and calls for partnership with Treasury",
    "link": "https://www.cnbc.com/2025/07/17/kevin-warsh-touts-regime-change-at-fed-and-calls-for-partnership-with-treasury.html",
    "body": "watch nowVIDEO9:3709:37Former Fed Governor Kevin Warsh: We need regime change at the FedSquawk BoxFormer Federal Reserve Governor Kevin Warsh, reportedly on PresidentDonald Trump's short list to lead the institution, called Thursday for sweeping changes on how the central bank conducts business and suggested a policy alliance with the Treasury Department.\"We need regime change in the conduct of policy,\" Warsh said during an interview on CNBC's \"Squawk Box.\" \"The credibility deficit lies with the incumbents that are at the Fed, in my view.\"Principal among those holdover officials is ChairJerome Powell, who repeatedly has incurred Trump's wrath and is certain not to be reappointed when his term expires in May 2026, if attempts aren't made to remove him before then.Warsh is considered one of three or four finalists to take over, and he expressed multiple sentiments in line with what Trump wants from the Fed. The president has demanded the central bank cut its benchmark overnight borrowing rate and has urged Powell to resign for not pushing for cuts.Warsh's comments indicate he could be at loggerheads not only with the way Powell has led the Fed, but also with holdover members who would be in place should he be put at the organization's helm.\"Their hesitancy to cut rates, I think, is actually ... quite a mark against them,\" Warsh said. \"The specter of the miss they made on inflation, it has stuck with them. So one of the reasons why the president, I think, is right to be pushing the Fed publicly is we need regime change in the conduct of policy.\"watch nowVIDEO8:3008:30Kevin Warsh: The 'credibility deficit' lies with the incumbents that are at the FedSquawk BoxIn the latest drama surrounding the Fed and its embattled chair, a Trump administration official on Wednesday confirmed thatthe president met with Republican lawmakersthe previous day and discussed Trump firing Powell. The official said Trump planned to do so soon, but he denied that shortly after.In addition to the rates issue, White House officials have criticized Powell overa multibillion-dollar renovation programat two of the Fed's buildings in Washington, D.C.Asked whether Trump should try to fire Powell, Warsh said, \"I think regime change at the Fed will happen in due course.\"Trump's main stated reason inpushing for rate cutshas been to help lower financing costs on the nation's $36 trillion debt, which is ostensibly out of the Fed's twin goals of low unemployment and stable prices.However, Warsh seemed to take the issue a step further and suggested a coordination between the Fed and the Treasury Department in how the nation manages debt issuance.\"We need a new Treasury-Fed accord, like we did in 1951 after another period where we built up our nation's debt and we were stuck with a central bank that was working at cross purposes with the Treasury. That's the state of things now,\" he said. \"So if we have a new accord, then the .. Fed chair and the Treasury secretary can describe to markets plainly and with deliberation, 'This is our objective for the size of the Fed's balance sheet.'\"The Fed is currently shrinking its balance sheet by allowing proceeds from maturing debt to roll off, rather than being reinvested as usual. Warsh generally supports the idea, known as quantitative tightening, but recently asserted that the Fed ought to be working with Treasury to help lower borrowing costs.\"I think the Fed has the balance wrong. A rate cut is the beginning of the process to get the balance right,\" he said.However, the last time the Fed cut rates, Treasury yields actually rose.Markets expect the Fed to hold its benchmark funds rate steady at its policy meeting in late July, then possibly start cutting in September.Don’t miss these insights from CNBC PROAnalysts raise Nvidia price targets after Trump's China chip decision. One sees $5 trillion market cap aheadDividend payouts could hit a record this year. These stocks are Wall Street’s favoritesBreakup rumors at Kraft Heinz prompt speculation Berkshire Hathaway may be selling its stakeComing to a 401(k) near you: Private market assets",
    "image": "https://image.cnbcfm.com/api/v1/image/108173285-1752755185351-Kevin3.jpg?v=1752755329&w=1920&h=1080",
    "category": "Economy",
    "hashtags": [
      "#warsh",
      "#trump",
      "#treasury",
      "#powell",
      "#regime"
    ]
  },
  {
    "title": "Trump denies that he plans to fire Powell: 'Highly unlikely'",
    "link": "https://www.cnbc.com/2025/07/16/trump-powell-fed-fire.html",
    "body": "watch nowVIDEO5:4605:46President Trump says he's 'highly unlikely' to fire Fed Chair PowellMoney MoversHours after PresidentDonald Trumptold a room full of Republican lawmakers that he will fire Federal Reserve ChairJerome Powell, he denied plans to do that.\"We're not planning on doing it,\" he said Wednesday at the White House. \"I don't rule out anything,\" he added, \"but I think it's highly unlikely, unless he has to leave for fraud.\"At a meeting Tuesday evening in the Oval Office, Trump had asked a group of House Republicans if they thought he should fire Powell. After receiving support for the move, the president said he would follow through, according to a senior White House official.\"The President asked lawmakers how they felt about firing the Fed Chair. They expressed approval for firing him. The President indicated he likely will soon,\" said the official, who spoke on the condition of anonymity to speak candidly on the issue.The members had been invited to the White House to discusscrypto regulation billsthat had stalled in the House.Separately,The New York Times reportedthat Trump has gone so far as to draft a letter for firing Powell, and that he showed it to lawmakers during the crypto meeting.A Fed official declined to comment on what happened during the Oval Office meeting.But Powell has said repeatedly that his firing is \"not permitted under the law.\"US Federal Reserve Chair Jerome Powell testifies during a House Financial Services Committee hearing on \"The Federal Reserve's Semi-Annual Monetary Policy Report\" on Capitol Hill in Washington, DC on June 24, 2025.Saul Loeb | Afp | Getty ImagesNo president ever has attempted to fire the country's top central banker, though others have criticized prior Fed chairs.Markets turned lower on the initial reports that Trump planned to fire Powell, but recovered after Trump denied what the White House was telling reporters.Key players in the Trump White House have launched a multipronged attack on Powell to push the central bank to lower its key borrowing rate. Most recently, they have blasted Powell over renovations to the Fed's Washington headquarters, raising suspicion that Trump could try to remove the Fed leader for cause.A recentSupreme Court decisionindicated that the president does not have the authority to remove Fed officials at will.Trump suggested that \"cause\" could be an issue for Powell, particularly regarding the$2.5 billion renovationof the Fed's headquarters. The project has been beset by overruns, and Powell has asked the Fed's inspector general for a review.\"Fraud is possible. ... So there could be something to that,\" Trump said. \"But I think he's not doing a good job. He's got a very easy job to do. You know what he has to do? Lower interest rates.\"In a CNBC interview Wednesday, Rep. French Hill, R-Ark., the chair of the House Financial Services Committee, repeated that \"I don't see\" Trump firing Powell. Treasury Secretary Scott Bessent also told Bloomberg News on Tuesday that he didn't expect Trump to move in that direction.watch nowVIDEO7:0407:04Rep. French Hill: The House has the votes on three crypto billsSquawk BoxHowever, Rep. Anna Paulina Luna, a Florida Republican who on Tuesday joined with other party members in blocking the crypto initiative, said on social media site X that a move against Powell was forthcoming.\"Hearing Jerome Powell is getting fired! From a very serious source,\" she wrote, later adding, \"I'm 99% sure firing is imminent.\"Trump nominated Powell for the chair in November 2018 to succeed Janet Yellen, who went on to become Treasury secretary under then-President Joe Biden.The Senate confirmed Powell the following February, but has been the subject of frequent criticism from Trump, both during the president's first term and his second.The Fed under Powell has held interest rates steady after lowering them in late 2024. Trump has charged that Powell is politically motivated and only cut in 2024 to help the prospects of Democratic nominee Kamala Harris.\"That goes for his board too, because his board is not doing the job as they should,\" Trump said Wednesday.Trump appointed not only Powell but also Governors Michelle Bowman, who now is the vice chair of bank supervision, and Christopher Waller.Over the past several weeks, both have indicated a willingness to start cutting as soon as the late July meeting of the Federal Open Market Committee, though not at a pace that Trump is suggesting.The president has indicated he would like the Fed to lop up to 3 percentage points off the central bank's overnight borrowing rate, which is currently targeted between 4.25%-4.5%.Don’t miss these insights from CNBC PROAnalysts raise Nvidia price targets after Trump's China chip decision. One sees $5 trillion market cap aheadDividend payouts could hit a record this year. These stocks are Wall Street’s favoritesBreakup rumors at Kraft Heinz prompt speculation Berkshire Hathaway may be selling its stakeComing to a 401(k) near you: Private market assets",
    "image": "https://image.cnbcfm.com/api/v1/image/108172855-1752684997142-Trump_Powell.jpg?v=1752685178&w=1920&h=1080",
    "category": "Economy",
    "hashtags": [
      "#trump",
      "#powell",
      "#house",
      "#president",
      "#chair"
    ]
  },
  {
    "title": "Wholesale inflation measure was unchanged in June",
    "link": "https://www.cnbc.com/2025/07/16/ppi-inflation-report-june-2025.html",
    "body": "watch nowVIDEO3:2003:20Wholesale inflation measure was unchanged in JuneSquawk BoxA measure of wholesale prices showed no change in June, providing a conflicting sign over whether tariffs threaten to boost inflation in the coming months.The producer price index was flat, according to seasonally adjusted numbers from the Bureau of Labor Statistics reported Wednesday. Economists surveyed by Dow Jones had been looking for an increase of 0.2%.The same was true for core PPI, which also was expected to show a 0.2% rise.Combined with Tuesday's consumer price index release, the data suggests that PresidentDonald Trump's tariffs are indicating only a marginal bite on the U.S. economy and the prices for goods and services.Though the numbers for headline and core wholesale inflation were subdued, final demand goods prices rose 0.3%, but were offset by a 0.1% fall in services. Within the goods category, tariff-sensitive communication equipment posted a gain of 0.8%. Core goods prices also rose 0.3%.At the same time, the PPI level for May, initially reported as a 0.1% increase, saw an upward revision to a 0.3% gain. A 0.3% gain for goods is the biggest gain since February, the BLS reported.On a year-over-year basis, the headline PPI was up 2.3%, compared with 2.7% in May and good for the lowest level since September 2024. The core PPI was at 2.6% on an annual basis, the smallest gain since July 2024.Stock market futures rose following the report while Treasury yields fell.The BLS on Tuesday reported that the consumer price index, which measures what consumers pay for goods and services, showed a monthly increase of 0.3% and an annual inflation rate of 2.7%. Core inflation was at 2.9% annually.All of the BLS measures for annual inflation are above the Federal Reserve's 2% target. However, Trump on Tuesday repeated his demands that the Fed start lowering its benchmark interest rate as a way to help reduce borrowing costs for the U.S.However, markets are pricing virtually no chance of a cut when the Fed meets at the end of July, and have been reducing odds for a September move. Fed officials have said they remain cautious about the impact tariffs will have on inflation and believe the U.S. economy is in a strong enough position now that they can wait to see the impacts before acting on rates.According to the PPI release, energy prices rose 0.6% in June, while food prices increased 0.2%. Within the food category, chicken eggs tumbled 21.8%.Don’t miss these insights from CNBC PROAnalysts raise Nvidia price targets after Trump's China chip decision. One sees $5 trillion market cap aheadDividend payouts could hit a record this year. These stocks are Wall Street’s favoritesBreakup rumors at Kraft Heinz prompt speculation Berkshire Hathaway may be selling its stakeComing to a 401(k) near you: Private market assets",
    "image": "https://image.cnbcfm.com/api/v1/image/108138113-1752673142208-108138113-1745943020666-gettyimages-2210920120-_dsc4563.jpeg?v=1752673172&w=1920&h=1080",
    "category": "Economy",
    "hashtags": [
      "#inflation",
      "#prices",
      "#goods",
      "#price",
      "#reported"
    ]
  }
]