{
  "World news": [
    {
      "title": "US and Israel ditch ceasefire talks as Trump envoy points finger at Hamas",
      "url": "https://www.theguardian.com/world/2025/jul/24/us-israel-gaza-ceasefire",
      "author": "unknown",
      "tags": [],
      "content": "The US is withdrawing its negotiating team from Gaza ceasefire talks in Qatar after Donald Trump’s special envoy, Steve Witkoff, pointed the finger at Hamas for a “lack of desire to reach a ceasefire”.\n“While the mediators have made a great effort, Hamas does not appear to be coordinated or acting in good faith,” Witkoff said on Thursday. “We will now consider alternative options to bring the hostages home and try to create a more stable environment for the people of Gaza.”\nThe announcement suggested a setback for diplomatic efforts to end the relentless siege, destruction and ruin of Gaza that has devastated the territory for more than 21 months. Israel also recalled its negotiating team following Hamas’s response, in effect suspending weeks of Qatar-mediated talks that had shown only limited progress. It’s also unclear what “alternative options” are under consideration.\nAccording to a Haaretz report, Israeli sources described the teams’ recall as a coordinated move designed to pressure Hamas.\nThe announcement comes as Gaza endures cataclysmic humanitarian conditions. Israeli forces have killed more than 1,000 desperate and hungry people in Gaza in recent weeks trying to fetch food according to the UN, with at least 85 Palestinians killed on Sunday alone.\nThe World Health Organization on Wednesday described the situation as “man-made mass starvation” caused by restrictions on aid deliveries.\nWitkoff added that it was “a shame that Hamas has acted in this selfish way” while insisting the US remains “resolute” in ending the bombardment of Gaza, though American officials have consistently attributed negotiation failures to the Palestinian side.\nThe proposed deal under discussion would have established a 60-day ceasefire during which Hamas would release 10 living hostages and the remains of 18 others in staged phases. In exchange, Israel would free Palestinian prisoners, increase aid deliveries to Gaza, and both sides would enter negotiations for a permanent truce.\nThe talks had been bogged down over where Israeli troops would redeploy after any ceasefire – specifically whether Israel would maintain control of the Netzarim and Philadelphi corridors – a sticking point that is proving insurmountable thus far. Israel also refuses to end the war until Hamas surrenders power and disarms, though Hamas has indicated a willingness to discuss stepping down from power under certain conditions.\nThe Haaretz report suggested that other sticking points include the areas from which Israel would withdraw during a pause in fighting, and the identities of the prisoners who would be released.\nThursday’s development comes in contrast with recent signs from the Trump administration, which had been optimistic about securing a breakthrough and had campaigned on ending foreign wars. A temporary ceasefire deal was last reached between Israel and Hamas in January, but collapsed after Israel launched surprise airstrikes in March that killed more than 400 people."
    },
    {
      "title": "France to recognize Palestine as a state, says Macron, prompting criticism from Netanyahu – Middle East crisis live",
      "url": "https://www.theguardian.com/world/live/2025/jul/24/israel-gaza-ceasefire-hamas-netanyahu-middle-east-news-latest-updates",
      "author": "unknown",
      "tags": [],
      "content": ""
    },
    {
      "title": "North Korea’s military is being transformed on the battlefields of Ukraine – so why is Seoul silent?",
      "url": "https://www.theguardian.com/world/2025/jul/24/north-koreas-military-is-being-transformed-on-the-battlefields-of-ukraine-so-why-is-seoul-silent",
      "author": "unknown",
      "tags": [],
      "content": "W\nhen North Korea fired multiple ballistic missiles from its eastern coast in May, South Korea’s response was swift. Within hours, Seoul joined Washington and Tokyo in condemning the launch as a “serious threat” to regional peace and security.\nBut just weeks earlier, when a North Korean KN-23 missile – designed to strike South Korean targets – hit a residential building in Kyiv, killing 12 civilians, Seoul said nothing.\nThat silence fits a broader pattern. There was no response when Russia reportedly deployed a surface-to-air missile system to protect Pyongyang, nor when Ukrainian intelligence revealed that Russian instructors were training North Korean drone pilots on home soil, even as Kim Jong-un voiced “unconditional support” for Moscow’s war.\nRelations between the North and South, technically still at war, remain tense and the muted response has raised questions from analysts over whether Seoul fully grasps the consequences of what many see as North Korea’s most significant military transformation in decades – one shaped in real warfare, on the battlefields of Ukraine.\n“We definitely should be alarmed,” says Chun In-bum, a former South Korean special forces commander. “But it’s just the nature of people to avoid catastrophe or be indifferent to the terrors of reality.”\nAccording to Ukraine’s military intelligence agency, North Korea supplies 40% of all munitions used by Russia in its war against Kyiv. It has dramatically increased arms production at home, with Moscow paying Pyongyang directly.\nIn autumn last year, Pyongyang dispatched an estimated 12,000 troops to fight in Russia’s Kursk region. That deployment has since expanded significantly. An additional 6,000 soldiers are now joined by 1,000 military engineers, hundreds of railway engineers, bridge-building specialists, logistics personnel, electricians, military police, and even interpreters, focused largely on rebuilding the battle-scarred Kursk region, according to Ukrainian officials.\nThis military partnership with Moscow has been invaluable for Kim Jong-un’s regime, Maj Gen Vadym Skibitskyi, deputy head of Ukraine’s military intelligence agency, the HUR, told the Guardian.\n“North Korea’s armed forces got new ammunition [from Russia]. Its soldiers gained experience of modern conflict. No other army in the region – Japan, South Korea and other countries – [has] participated in a modern war between two huge regular armies.”\nThe ideological commitment of their forces became clear when Ukraine captured two wounded North Korean prisoners in January.\n“We were shocked by them. They were bio-robots. They tried to kill themselves by biting their own veins,” Skibitskyi says. When one was asked if he wanted to return home, he replied: “Yes, because I will be treated like a hero. I fought in a modern war.”\nNorth Korean troops are learning about combined arms warfare and the operation of strike and reconnaissance drones, electronic warfare systems, and other technologies previously unfamiliar to them.\nMoscow has transferred advanced weaponry and has helped upgrade the accuracy of North Korea’s KN-23 ballistic missiles, which have since targeted Ukrainian urban centres, including Kharkiv.\nIn June, the Ukrainian president, Volodymyr Zelenskyy, issued a pointed warning identifying South Korea directly: “This must be addressed now, not when thousands of upgraded Shahed drones and ballistic missiles begin to threaten Seoul and Tokyo.”\nHowever, a mix of strategic, economic and political factors are discouraging more visible action from South Korea, says Dr Yang Uk, a defence expert at the Asan Institute for Policy Studies in Seoul.\nAcknowledging North Korea’s military experience as a direct threat to Seoul would create pressure for a more robust domestic response, including potential weapons transfers to Ukraine that remain deeply unpopular in South Korea.\n“Defence officials are particularly wary after December’s events,” Yang said, referring to the failed declaration of martial law by South Korean’s then president, Yoon Suk Yeol. “They’re really afraid of political attack and prefer to stay unseen by the public and press.”\nYang warns that Russia is working to integrate North Korea into its long-term defence supply chain – a partnership that could reshape Asia’s military balance long after the war ends.\nSome analysts see Seoul’s silence as an extension of its longstanding “strategic ambiguity”: a reluctance to engage in foreign conflicts or unnecessarily alienate key powers, particularly those that might retain influence over Pyongyang.\nEconomic factors weigh heavily too. Prewar, Russia was one of South Korea’s top trading partners. Amid Donald Trump’s tariff threats, the new Lee Jae Myung government’s focus on economic recovery and “pragmatic diplomacy” leaves little appetite for confrontation.\nDomestic politics also play a role. Lee’s Democratic party supports engagement with the North, reflecting how South Korea’s left-right divide centres more on North Korea policy than on western progressive values. Voices on the left argue South Korea owes Ukraine nothing.\nSome of Seoul’s inertia may be bureaucratic. Chun points to procurement and planning processes that can take years, even as threats evolve within months.\n“We are dealing with a level 10 super Godzilla,” he said. “But the bureaucracy only sees a tiger.”\nNorth Koreans are already employing what they have learned in battle, he warns. “This should be a real wake-up call.”\nSkibitskyi echoes that concern, suggesting South Korea’s military doctrine is outdated and modelled on a pre-drone era.\nWhen asked by the Guardian whether it viewed North Korea’s deployments and combat experience in Ukraine as a security concern, South Korea’s defence ministry avoided addressing the implications directly.\n“The participation of North Korean military personnel in the war in Ukraine constitutes a flagrant violation of the UN charter and relevant UN security council resolutions,” a spokesperson said. “The Republic of Korea strongly condemns such inhumane and unlawful acts in concert with the international community.”\nWhether Seoul’s cautious approach reflects calculated long-term strategy or institutional paralysis remains unclear.\nBut for Chun, the warning signs are impossible to ignore.\n“This is like a speeding train coming towards you,” he said. “You better move aside or start making preparations – while you still have time.”"
    },
    {
      "title": "‘Hungry aid staff fainting’ as starvation spreads in Gaza and truce hopes fade",
      "url": "https://www.theguardian.com/world/2025/jul/24/hamas-sends-ceasefire-proposal-to-israel-as-starvation-spreads-in-gaza",
      "author": "unknown",
      "tags": [],
      "content": "The head of the main UN agency serving Palestinians has said his frontline staff are fainting from hunger, as the number of people dying of starvation in Gaza continued to rise and hopes for a ceasefire faded as negotiations collapsed.\n“This deepening crisis is affecting everyone, including those trying to save lives in the war-torn enclave … when caretakers cannot find enough to eat, the entire humanitarian system is collapsing,” Philippe Lazzarini, the head of the United Nations Relief and Works Agency (Unrwa), said on Thursday.\nAt least 45 people have died of hunger in the last four days. The UN and aid groups blame Israel’s blockade of almost all aid into the territory for the lack of food.\nLazzarini said in a statement that a colleague in the territory had told him: “People in Gaza are neither dead nor alive, they are walking corpses.”\nHe said Unrwa had the equivalent of 6,000 loaded trucks of food and medical supplies waiting in Jordan and Egypt and urged Israel to allow “humanitarian partners to bring unrestricted and uninterrupted humanitarian assistance to Gaza”.\nReports of people fainting and dropping dead of hunger have emerged in recent days. Civil defence workers have released photographs of gaunt bodies with little more than skin covering their bones.\nMedical sources in Gaza said two more people had died of hunger on Thursday, both of whom had been ill and had not eaten for days.\nAs international pressure mounted for a breakthrough to end nearly two years of devastating war, Emmanuel Macron announced France would recognise a Palestinian state at the UN general assembly in September.\n“True to its historic commitment to a just and lasting peace in the Middle East, I have decided that France will recognise the State of Palestine. I will make a formal announcement at the United Nations General Assembly in September,” the French president wrote on X and Instagram.\nEarlier, Israel and the US announced they were recalling their negotiators from Doha, where peace talks were being held. The US envoy, Steve Witkoff, accused Hamas of not acting in good faith.\n“We have decided to bring our team home from Doha for consultations after the latest response from Hamas, which clearly shows a lack of desire to reach a ceasefire in Gaza,” he wrote on X.\nHe said the US would consider “alternative options” to recover the hostages and “create a more stable environment for the people of Gaza” without elaborating on what those alternatives might be.\nWitkoff’s announcement came after Hamas sent its response on the latest ceasefire proposal to mediators. It was an abrupt about-face to the optimism earlier in the day, when the Associated Press reported an Israeli official saying the Hamas proposal was workable.\nWitkoff had also been scheduled to meet the top Israeli adviser, Ron Dermer, and the Qatari prime minister Sheikh Mohammed bin Abdulrahman al-Thani in Sardinia, which was regarded as a positive sign for the ceasefire talks. It was unclear if or when those meetings would still happen.\nHamas’s proposal included requests on the number of prisoners exchanged, the agencies to be allowed to distribute aid in Gaza and a permanent end to the war rather than a ceasefire, Israeli media reported.\nThe group’s demands came as global pressure mounted on Israel to stop fighting and a growing number of countries expressed horror at the scenes of starvation in the territory.\nA Palestinian official close to the talks told Reuters the Hamas response was “flexible, positive and took into consideration the growing suffering in Gaza and the need to stop the starvation”. A Hamas source said the proposal included a fresh roadmap for a prisoner exchange, which it told Reuters was a top priority for the group.\nThe Israeli Hostage Families Forum, representing the families of those held in Gaza, issued a statement of concern at the news that negotiators had been recalled and urged a ceasefire to be reached quickly.\n“Each day that passes endangers the hostages’ chances of recovery and risks losing the ability to locate the fallen or gain vital intelligence about them,” it said.\nThe deal that was under consideration is expected to involve a 60-day ceasefire during which Hamas would release 10 living hostages and the bodies of 18 others in exchange for Palestinian prisoners. Talks would be held during the ceasefire period to reach a lasting truce and aid supplies to the besieged strip would be increased.\nIt has only been since the end of the war between Iran and Israel last month that the serious prospect of a ceasefire in Gaza has emerged. As negotiations continued, Israeli attacks increased. At least 89 people were killed in the last 24 hours as Israeli airstrikes pounded central Gaza, health authorities said.\nIsrael says the global media is exaggerating the scale of the hunger crisis, even though aid groups and pictures coming from Gaza show clear evidence of starvation and doctors who treat malnourished children say they are unable to get enough to eat themselves.\nIsrael only lets a trickle of aid into Gaza, the vast majority of which is distributed by the Gaza Humanitarian Foundation (GHF), a private US firm. GHF operates four food distribution points staffed by US mercenaries, a system which has been described as a death trap.\nMore than 1,000 people seeking aid have been killed trying to access supplies in the nearly two months since GHF began operating in Gaza.\nAid was formerly distributed through more than 400 distribution points under a UN-led system, but Israel has all but stopped UN aid into the territory since March. Israel accuses Hamas of stealing UN aid, a claim for which humanitarians say there is little evidence.\nAid groups say GHF, which was meant to replace the UN, lacks the capacity to do so and that its militarised model violates key humanitarian principles.\nRestoring the UN aid system as a part of a ceasefire deal is a key Hamas demand. Israeli negotiators have softened their stance on the issue as pressure grows even within Israel to stop the starvation crisis, which the World Health Organization director general, Tedros Adhanom Ghebreyesus, described on Wednesday as man-made.\nThousands of Israeli demonstrators carrying bags of flour and pictures of Palestinian children who died of starvation protested in Tel Aviv on Wednesday, calling for an end to the Gaza blockade.\nHamas is also calling for a ceasefire deal to include a permanent end to the Gaza war, something that Israel has refused.\nA ceasefire deal is unpopular among the more extreme members of Benjamin Netanyahu’s cabinet and Israel has sought to keep open the possibility of restarting the war after the ceasefire period."
    },
    {
      "title": "Five Canadian hockey players found not guilty in blockbuster sexual assault trial",
      "url": "https://www.theguardian.com/sport/2025/jul/24/canadian-hockey-players-sexual-assault-case-dismissed",
      "author": "unknown",
      "tags": [],
      "content": "Five former members of Canada’s 2018 world junior ice hockey team were found not guilty on Thursday of sexually assaulting a woman in a hotel room that year, a judge declared, in a dramatic conclusion to a trial that ignited debate over the nature of consent and the cultural status of hockey players in a country where the sport is often seen as a pillar of national identity.\nJustice Maria Carroccia told a packed Ontario courtroom that the Crown had not proved the charges beyond a reasonable doubt, ruling that the complainant was “neither credible nor reliable”. All five men – Michael McLeod, Alex Formenton, Dillon Dubé, Carter Hart and Cal Foote – were found not guilty on all offences. As the judge read out each decision, the men shifted in their chairs, some rubbing their temples.\nThe charges stemmed from an encounter in a London, Ontario, hotel room in June 2018, following a Hockey Canada gala celebrating the team’s world junior championship victory.\nThere were audible gasps in the courtroom at the judge’s remarks, which came more than seven years after the woman first approached police alleging she had been sexually assaulted.\n“A fair trial is one where decisions are made based on the evidence and the law, not on stereotypes and assumptions, and where the trial process respects the security, equality and privacy rights of the victim as well as the accused persons,” said Crown attorney Meaghan Cunningham in speaking to reporters outside the courthouse following the verdict.\n\n“We will carefully review justice Carroccia’s decision, and as this case is still within the appeal period, we have no further comments to make about the decision at this time,” she added.\nThe case cast a long shadow over Canadian hockey, placing not only the players – most of whom went on to professional careers – under scrutiny, but also Hockey Canada, which later admitted it had maintained two secret funds to pay settlements in sexual assault claims.\nIn her remarks on Thursday, Judge Carroccia pointed out inconsistencies in the accused’s testimony, including around how much she had to drink.\nDozens of protesters gathered on Thursday morning in front of the courthouse holding signs saying they believed the accuser. Some expressed concerns there would not be “justice”.\nThe men on trial were all members of Canada’s 2018 team at the world juniors tournament for under-20s, which took home the championship that year. Players selected to play for Canada at the world juniors are typically top of the crop and in many cases have already been drafted to play in the NHL.\nIn early 2024, police charged each man with one count of sexual assault, and McLeod with being party to an offence for allegedly aiding the assaults, after an incident on 19 June 2018 in a hotel room in Ontario. All five men pleaded not guilty.\nThe alleged offences took place after the woman, who was 20 at the time and is identified as “EM” in the case, reportedly met McLeod at a local bar, then had what she says was consensual sex in his hotel room – only for him to invite other players to join without her consent.\nText messages shown to the court indicate McLeod asked a group chat of players if anyone wanted a “three-way” and gave out his room number.\nEM said she was intoxicated, naked and frightened when they entered, and prosecutors alleged that EM did not consent to various sexual acts that then occurred.\nOver nine days of testimony in early May, the woman – now 27 – said the sudden appearance of many large men surrounding her caused her to go on “auto-pilot” and take on a “porn star” persona as a form of self-protection. Though she said she did not explicitly say “no” or resist the alleged assaults, nor was she physically forced to participate, she said she did not consent to any of it, that she was “surprised” when the men entered and that they should have known she was intimidated.\n“It felt as if my mind kind of floated to the top corner of the ceiling and I just started watching everything happen,” EM told the court. “I just didn’t feel like I had any control.”\nProsecutors alleged that the acts constituted sexual assault, telling the court that McLeod, Hart and Dubé obtained oral sex from the woman, McLeod had sex with her a second time, Formenton did too, Dubé slapped her naked buttocks and Foote did the splits over her head causing his genitals to “graze” her face. EM also said in her testimony that the men placed a sheet on the floor and told her to masturbate while she was slapped and spat on.\nThe 10 defence attorneys, two allocated to each of the men, alleged in cross-examination that EM was consenting the entire night, and even taunting the men for not all wanting to have intercourse – and that if she cried it was due to feeling rejected that not everyone seemingly wanted to participate.\nHart, the only one of the five men to testify in court, said he asked EM for oral sex and that was she “super excited” to be in the room and “forward” with her offers for sex. One of McLeod’s lawyers, David Humphrey, said in cross-examination that EM demanded sex and suggested she said to them: “Come on, you’ve got a girl here. Someone have sex with me. You guys are pussies.”\nEM denied saying it or asking them to have sex with her. “That doesn’t even sound like how I would usually speak,” she told the court.\nA central feature of the trial was two “consent videos” that McLeod recorded on his phone an hour apart after the alleged assaults occurred. In the videos, EM says everything that took place was consensual.\nIn court, however, she said the videos did not reflect how she was actually feeling at the time. Prosecutors argued that the videos, taken after the sexual activity had ended, do not prove consent at the time of an act.\nThat difference of interpretation ignited conversations about the meaning of consent and how it is given under Canadian law. The Criminal Code says if an accused person does not take “reasonable steps” to obtain consent given the circumstances, then simply believing a complainant consented is not a valid defence. Whether the men took “reasonable steps” has been the central question of the case.\nThe trial was also beset by a series of scandals. Police dropped their initial investigation, which began in June 2018, after seeing surveillance footage of EM walking steadily and the two “consent videos”, which made them suspect EM was not too drunk to consent, as she told the initial police investigation.\nIn 2022, however, EM sued Hockey Canada for $3.55m (£2.5m). The organisation settled with her and launched its own internal investigation.\nA furore then erupted when, after a leak to the media, Hockey Canada admitted the existence of two secret funds to pay settlements for sexual assault claims.\nPolice then reopened an investigation and charged the five men.\nBut two separate juries were dismissed by Carroccia, the Ontario superior court judge overseeing the case – the first after a juror said a defence lawyer spoke to them at lunch; the second when they told Carroccia they felt two defence lawyers were mocking them in whispers. Carroccia then decided on a judge-only trial.\nAs she concluded her ruling, Carroccia reiterated that the court’s task was not to determine whether something happened, but whether the prosecution had proven its case beyond a reasonable doubt.\n“This is not about morality or optics,” she said. “It is about law.”\nIn speaking to reporters following the verdict, Karen Bellehumeur, EM’s lawyer, said the outcome is “devastating” and that Canada’s justice system needs reforms to better protect survivors of sexual violence.\n“Her treatment during cross examination at times was insulting, unfair, mocking and disrespectful, none of which was necessary,” Bellehumeur said. “Yet she maintained her composure and kept her emotions in check, only to be criticized for not acting enough like a victim.”\nShe said that EM is heartened by the support she has received by members of the public. Bellehumeur also emphasized that verdicts like this one can discourage survivors of sexual assault from coming forward, but urged them to not be hindered by Thursday’s decision and still speak up."
    },
    {
      "title": "Australian tourist found dead in Thai hotel room was on phone when he died, police say",
      "url": "https://www.theguardian.com/australia-news/2025/jul/24/australian-tourist-found-dead-in-phuket-thai-hotel-room-ntwnfb",
      "author": "unknown",
      "tags": [],
      "content": "An Australian tourist has been found dead in a Thai hotel room, one day before his flight home.\nThe 21-year-old was discovered by housekeeping staff at a hotel on holiday island Phuket on Wednesday.\nPolice arrived at the scene after being notified by a shocked hotel cleaner at around 10am.\nThey found the holidaymaker, who was born in India and had an Australian passport, lying on the bed with his phone on his chest. He had bandaged injuries on an elbow and wrist from an earlier road accident.\nSign up: AU Breaking News email\nOfficers said there were no signs of assault or theft in the room.\nPolice lieutenant colonel Thanom Thongpaen, inquiry officer at Thalang district station, said: “I saw him lying there with a mobile phone resting on his chest. He was still on a call with someone.\n“The line hadn’t been disconnected and he had died like that. There were no signs of struggle or anything suspicious.\n“It appeared he had been on the call for about 12 hours. The phone screen had gone dark, but we could still see the call duration and confirm he was on a call.\n“We don’t know who he was talking to. I tried speaking into the phone, but there was no response. The line remained active, but there was no voice on the other end. The phone was locked, so we couldn’t examine it further.”\nThere were no drugs or alcohol at the scene other than over-the-counter painkillers and anti-inflammatory medication, Thongpaen said – “about 10 pills in blister packs”.\n“The day before, he had a motorcycle accident and injured his elbow and wrist. He had asked the hotel maid to buy medicine for him from a pharmacy. He likely took the medication before he passed away.”\nThongpaen said police “could not determine a clear cause of death”, with “no signs of foul play in this case”.\nAccording to officers, the man had been travelling alone, with security footage showing a friend dropping him off at the hotel in the early evening.\n“One of the hotel staff had a phone number for his friend, who had helped him check in, so the hotel contacted that friend to inform them of his death,” Thongpaen said. “His friends, who are also Australians living in the same neighbourhood, weren’t travelling with him but happened to meet up in Phuket.”\nThe man’s relatives had informed authorities that they did not want an autopsy and “wished to bring his body home as soon as possible”, Thongpaen said.\nPolice said the Australian embassy in Bangkok had been informed of the death.\nGuardian has contacted Dfat for comment."
    },
    {
      "title": "France to recognise Palestinian state at UN general assembly, Macron says",
      "url": "https://www.theguardian.com/world/2025/jul/24/france-to-recognise-palestinian-state-at-un-general-assembly-macron-says",
      "author": "unknown",
      "tags": [],
      "content": "France will recognise a Palestinian state in September at the UN general assembly, Emmanuel Macron has said.\nThe French president announced the decision on X on Thursday evening, saying he hoped it would bring peace to the region.\nMacron published a letter sent to the Palestinian Authority president, Mahmoud Abbas, confirming France’s intention to become the first major western power to recognise a Palestinian state.\n“True to its historic commitment to a just and lasting peace in the Middle East, I have decided that France will recognise the State of Palestine,” Macron said.\n“I will make this solemn announcement at the United Nations general assembly next September.”\nMacron said the “urgent priority today is to end the war in Gaza and rescue the civilian population”.\n“We must finally build the State of Palestine, ensure its viability and enable it, by accepting its demilitarisation and fully recognising Israel, to contribute to the security of all in the Middle East,” he wrote on social media.\nThe Israeli prime minister, Benjamin Netanyahu, said France’s decision “rewards terror” and “risks creating another Iranian proxy, just as Gaza became”, which would be “a launch pad to annihilate Israel – not to live in peace beside it”.\n“Let’s be clear: the Palestinians do not seek a state alongside Israel; they seek a state instead of Israel,” he added.\nThe decision is also likely to spark anger in Washington. In a diplomatic cable in June, the US said it opposed any steps that would unilaterally recognise a Palestinian state.\nMacron had been leaning towards recognising a Palestinian state for months as part of an attempt to keep the idea of a two-state solution alive, despite the pressure not to do so.\nFrench officials initially weighed up the move in advance of a UN conference, which France and Saudi Arabia had planned to co-host in June, to lay out the parameters for a route to a Palestinian state while ensuring Israel’s security.\nThe conference was postponed under US pressure and after the 12-day Israel-Iran air war began, during which regional airspace was closed, making it hard for representatives of some Arab states to attend.\nIt was rescheduled and downgraded to a ministerial event on 28 and 29 July, with a second event due to take place with heads of state and government on the sidelines of the UN general assembly in September.\nFrench officials had said in recent weeks that Macron remained resolved to recognise a Palestinian state and that he would decide the timing. France had weighed up when to make an announcement to try to ensure it would have a positive impact and could create momentum in the Middle East crisis.\nThe decision to make the announcement before next week’s conference aimed to give the French team at the UN a framework to work with other countries who are also considering recognising a Palestinian state or still have misgivings over doing so.\nDiplomats say Macron has faced resistance from allies such as the UK and Canada over his push for the recognition of a Palestinian state. About 40 foreign ministers will be in New York next week.\nThanking France, the Palestinian Authority’s vice-president, Hussein al-Sheikh, said on X that Macron’s decision reflected “France’s commitment to international law and its support for the Palestinian people’s rights to self-determination and the establishment of our independent state”.\nWhile France would be the most significant European power to recognise a Palestinian state, others have hinted they could do the same.\nBritain’s prime minister Keir Starmer announced he would hold a call with counterparts in Germany and France on efforts to stop the fighting on Friday, adding that a ceasefire would “put us on a path to the recognition of a Palestinian state”.\nNorway, Spain, Ireland and Slovenia all announced recognition in 2024 as Israel’s military campaign in Gaza continued.\nSpanish prime minister Pedro Sánchez, whose country already recognises Palestinian statehood, welcomed Macron’s announcement. Saudi Arabia hailed the announcement as “historic”.\nThe Saudi foreign ministry said: “The kingdom praises this historic decision, which reaffirms the international community’s consensus on the Palestinian people’s right to self-determination and the establishment of an independent state.”\nThe head of the main UN agency serving Palestinians said on Thursday that his frontline staff were fainting from hunger, as the number of people dying of starvation in Gaza continued to rise and hopes for a ceasefire faded as negotiations collapsed.\nWith Reuters"
    },
    {
      "title": "Far-right Israeli politicians and settlers discuss luxury ‘Gaza riviera’ plan",
      "url": "https://www.theguardian.com/world/2025/jul/24/far-right-israeli-politicians-and-settlers-discuss-luxury-gaza-riviera-plan",
      "author": "unknown",
      "tags": [],
      "content": "A group of far-right Israeli politicians and settlers met in parliament this week to discuss a plan to displace Palestinians from Gaza, annex the territory and turn it into a hi-tech, luxury resort city for Israelis.\nThe scheme, titled “The master plan for settlement in the Gaza Strip”, envisions the construction of 850,000 housing units, construction of hi-tech “smart cities” that trade cryptocurrency, and a metro system that runs across the territory. It took its inspiration from an idea shared by the US president, Donald Trump, in February, when he pledged to turn Gaza into the “riviera of the Middle East”.\nThe text of the plan, which boasts of the economic benefits to Israel, said: “The right of the people of Israel to settle, develop and preserve this land is not just a historical right – it is a national and security obligation.”\nThe plan, seen by the Guardian, would require Gaza’s existing population of about 2 million to be emptied out. Legal experts warn that forcible displacement on such a scale would be tantamount to ethnic cleansing.\nMichael Sfard, one of Israel’s leading human rights lawyers, said: “This is a plan for ethnic cleansing. Under international law, this would amount to a crime against humanity because deportation is a war crime when committed on a small scale and a crime against humanity when it is committed on a massive scale.”\nThe plan was discussed on Tuesday in the Knesset during a conference called “The riviera in Gaza: from vision to reality”. Among the speakers was the minister of finance, Bezalel Smotrich, who is one of two Israeli ministers to have had sanctions placed on them by the UK and other countries, and the settler activist Daniella Weiss. The conference drew criticism from other politicians, including Gilad Kariv, of the Democrats party, who accused Smotrich of calling for war crimes to be committed.\nWeiss told the Guardian over the phone: “Gazans will not remain there. They will go to other countries. Supporters of Hamas we will fight. But those who want to live a normal life, they will have to leave Gaza because of the 7 October attack.” Palestinians would be relocated to Egypt and other unspecified “African countries”, she added.\nWeiss said she had a list of 1,000 Israeli families who had already signed up to live on land in Gaza once Palestinian residents were pushed out. “My plan is to make [Gaza] paradise, to make it Singapore,” she said.\nWeiss represents a small, but increasingly influential group of radical settlers within Israel who seek to illegally occupy the Gaza Strip. Their calls to create Israeli settlements have grown stronger since the 7 October 2023 Hamas-led attack, which killed about 1,200 people, and the Israeli war in Gaza, which has killed more than 60,000 so far.\nThe war has levelled much of Gaza and destroyed basic civilian infrastructure. The riviera plan would build luxury resorts on the ruins of Gaza once Israel stopped bombing it.\nIsrael’s prime minister, Benjamin Netanyahu, has denied any plans to resettle residents of Gaza, though his defence minister, Israel Katz, has suggested transferring residents to a “humanitarian city” in southern Gaza. Legal experts have called the plan a blueprint for crimes against humanity and the Israeli military itself pushed back on the idea, which it said would be a security nightmare.\nTrump has also floated the idea of expelling the population of Gaza, suggesting at one point that neighbouring Jordan could take in those displaced. Trump suggested the US could assume control over Gaza to “develop” the strip – which drew the ire of human rights organisations around the world.\nWhile the conference was beng held, Gaza’s starvation crisis continued to worsen. At least 113 people have died of hunger in Gaza, 45 of whom died in the last four days, health authorities said. Aid organisations have blamed Israel’s virtual blockade of aid into the strip for the growing levels of extreme hunger.\nHuman rights experts said the suggestion of displacing Gaza’s residents inside and outside the territory should not be viewed in isolation. Rather, this was part and parcel of a displacement policy.\n“When an occupying power creates a coercive environment by, for instance, withholding food, and that coercive environment leaves no choice to the civilian population but to move, then this can amount to the war crime of forced displacement,” said Janina Dill, the co-director of the Oxford Institute for Ethics, Law and Armed Conflict."
    },
    {
      "title": "Why are Thailand and Cambodia engaged in a border conflict?",
      "url": "https://www.theguardian.com/world/2025/jul/24/why-thailand-cambodia-border-clash-conflict",
      "author": "unknown",
      "tags": [],
      "content": "A long-running border dispute between Thailand and Cambodia escalated dramatically on Thursday, with Thailand launching airstrikes on Cambodian military targets and accusing Cambodia of firing rockets and artillery.\nAt least 11 Thai civilians, including an eight-year-old boy, and a Thai soldier were killed in the violence. It is not yet clear if there are Cambodian casualties.\nThailand and Cambodia accused each other of opening fire first.\nThe dispute between Thailand and Cambodia dates back more than a century, to when France, which occupied Cambodia until 1953, first mapped the land border.\nThe dispute over the border, which stretches across more than 508 miles (817km), has repeatedly erupted over the years, fanned by nationalist sentiment.\nThe most recent episode began in May, when troops briefly exchanged fire at a contested area, killing a Cambodian soldier. This led to a series of tit-for-tat actions by both governments: Thailand imposed border restrictions with Cambodia, while Cambodia banned imports of fruit and vegetables, broadcasts of Thai films, and cut internet bandwidth from Thailand, among other measures.\nTensions escalated further on Wednesday when five Thai military personnel were injured by landmines while on patrol. Thai officials, who have alleged the landmines were freshly laid, closed their north-eastern border crossings with Cambodia, withdrew their ambassador and expelled the Cambodian ambassador in protest. Cambodia said it was downgrading diplomatic relations with Thailand to their lowest level and recalling all Cambodian staff from its embassy in Bangkok. It has denied laying new landmines.\n\nCambodia is effectively a one-party state. It was ruled by the authoritarian leader Hun Sen for almost four decades, before he handed power to his son, Hun Manet, in 2023. Hun Sen is now the president of the senate and remains hugely powerful in the country. He may be attempting to shore up his son’s position by fanning nationalism, said Matt Wheeler, a senior analyst at International Crisis Group, who added that Hun Manet “governs in his father’s shadow and lacks an independent power base”.\nOthers note that the dispute may provide a welcome distraction from economic problems. Both Cambodia and Thailand are facing the prospect of a 36% US tariff from 1 August.\nThailand is gripped by a period of political instability, with its prime minister, Paetongtarn Shinawatra, suspended from office and her party accused of failing to act quickly over the border dispute.\nPaetongtarn, the daughter of the influential former leader Thaksin Shinawatra, faced strong criticism over her handling of the border crisis after a recording of her discussing the problem with Hun Sen was leaked. She could be heard calling Hun Sen “uncle” and saying that if there were anything he wanted, she would “take care of it”. \nPaetongtarn also made disparaging remarks about a senior Thai military commander – undermining an institution that is very powerful in Thailand, and which has frequently intervened in politics.\nThe call recording was especially damaging to Paetongtarn because Hun Sen is known to have been an old friend of her family – and critics accused her of putting personal connections before her country’s interests.\nHer party, Pheu Thai, is “in a very fragile situation right now”, said Tita Sanglee, an associate fellow at the ISEAS–Yusof Ishak Institute. “They don’t have much option but to go along with what the military wants.” The government may feel that taking a stronger stance could win back public support. \nCambodia earlier asked the international court of justice (ICJ) to resolve the border dispute. However, this is unlikely to lead to a resolution as Thailand does not accept the court’s jurisdiction. \nAnwar Ibrahim, the prime minister of Malaysia, which now chairs the regional bloc Association of Southeast Asian Nations (Asean), called on Thailand and Cambodia to “stand down”.\n\nHowever, it is improbable, said Sanglee, that Asean, known for its non-interference policy, would be capable of trying to mediate the dispute – or willing to try.\n“China is the only viable external mediator because it has direct leverage over Cambodia and also Thailand,” she added.\nHowever, while China has strong economic ties with both countries, it is considered to be more closely aligned with Cambodia. This may create unease among officials in Bangkok. Neighbouring countries, which are already concerned about China’s dominance in the region, may also feel uncomfortable about Beijing playing such a role, added Sanglee.  \nThailand’s caretaker prime minister, Phumtham Wechayachai, said fighting must stop before negotiations could take place. There had been no declaration of war and conflict was not spreading into more provinces, he said on Thursday.\nHun Manet has requested the UN security council convene an urgent meeting to discuss the crisis, accusing Thailand of “unprovoked military aggression”."
    },
    {
      "title": "Thailand-Cambodia border dispute: Thailand closes border with Cambodia as death toll from fighting rises – as it happened",
      "url": "https://www.theguardian.com/world/live/2025/jul/24/thailand-cambodia-border-clashes-live-soldiers-fire-at-each-other-along-disputed-border",
      "author": "unknown",
      "tags": [],
      "content": ""
    }
  ],
  "Politics": [
    {
      "title": "No fear or favours: how Corbyn and Sultana’s party could blow up British politics",
      "url": "https://www.theguardian.com/politics/2025/jul/24/no-fear-or-favours-how-corbyn-and-sultanas-party-could-blow-up-british-politics",
      "author": "unknown",
      "tags": [],
      "content": "New political parties have a patchy record in British politics. Take Change UK, which launched amid much fanfare in the spring of 2019 and had disbanded by the end of the same year. So can Jeremy Corbyn and Zarah Sultana fare any better? In part it depends on the question you ask.\nThe new and as-yet unnamed leftwing party formally announced by Corbyn and his fellow ex-Labour MP on Thursday, has one major advantage at its disposal: the former Labour leader’s very strong public profile.\nAccording to a rolling YouGov poll of politicians’ name recognition, Corbyn is known by 98% of voters, more than Keir Starmer or Nigel Farage.\n“Everyone knows who Jeremy Corbyn is, everyone knows who he stands for. And with any new party, that is not even half the battle. It’s three-quarters of the battle,” said Robert Ford, a professor of political science at Manchester University.\n“A lot of people don’t like what he stands for, but that doesn’t matter, because he’s not aiming for everyone.”\nThat is the second likely advantage for the organisation, launched under the interim title of “Your Party”. Unlike Change UK, a collection of centrist MPs who defected from Labour and the Conservatives, or indeed unlike Corbyn’s task when he led Labour, there is no need to temper opinions to court the middle ground.\nCo-led by Corbyn and Sultana, the party is explicitly aiming itself at left-leaning voters who until now are likely to have backed Labour, the Greens or the collection of Gaza-focused independents who saw off Labour candidates in four constituencies in last year’s election.\n“With the best will in the world, not even Zarah Sultana, I suspect, is expecting Jeremy Corbyn to be the next prime minister,” Ford said. “That’s not the purpose of it. The purpose of it is to offer an outlet for those who think Labour have driven too far to the right. So he doesn’t have the same problem that he and his advisers had a few years ago.”\nPolling before the party launched suggested it could gather as much as 10% of the vote nationally. However, new parties traditionally struggle to maintain momentum, and turning polls into votes relies on building an effective campaign machine, which is tricky to do from scratch.\nAll this could make for a complex picture at a constituency level, with Ford noting that it could variously make electoral life harder or easier for Labour MPs, depending on the location and context.\nFor example, even a 5% haul for a Corbyn-Sultana candidate could mean the difference between Labour win or a loss to the Conservatives or Reform UK.\nThe new venture could also scupper the Greens in their hopes of taking seats from Labour in the 40 areas where they finished second in 2024, given its likely appeal to some Green voters.\nThe Greens have dismissed the opening statement from the new party for making “only a passing glance to the climate crisis”, saying this left them stuck in the past, and it is possible that Corbyn’s main electoral hunting ground will be voters sympathetic to the Gaza-focused independents.\nThe only Labour response has been a brief and scathing party source quote about the electorate having “twice given its verdict on a Jeremy Corbyn-led party”, in the 2017 and 2019 elections.\nBut the new party is different in its aims, and, politically, 2025 is not 2019. An ostensibly new party, Reform UK, is leading the polls, even if it is Nigel Farage’s third incarnation of Ukip, which can trace its history back more than 30 years. And voter loyalties, which were once relatively fixed, are more fluid than ever.\nOne thing, however, is constant: the identity of the co-protagonist. Corbyn has a name, but also political baggage, and a reputation for occasional prickliness and falling out with people. The launch of the new party has been slightly stumbling, with allies of Corbyn making plain their annoyance when Sultana announced herself as co-leader of a new group in June. It is also unusual to launch a new party without having agreed on a name.\nCan Corbyn and Sultana confound the historical odds? To an extent it doesn’t entirely matter. In the currently fragmented multiparty world, even moderate success could have a disproportionate impact."
    },
    {
      "title": "Jeremy Corbyn and Zarah Sultana agree to launch leftwing party",
      "url": "https://www.theguardian.com/politics/2025/jul/24/jeremy-corbyn-and-zarah-sultana-agree-to-launch-leftwing-party",
      "author": "unknown",
      "tags": [],
      "content": "Jeremy Corbyn and Zarah Sultana have reached agreement over the launch of a new leftwing party after weeks of discussions, sending out a joint statement encouraging would-be supporters to register their interest.\nThe new movement has yet to be named but has an interim website under the moniker of Your party. In a statement on X, the two former Labour MPs appealed described it as “a new kind of political party, one that belongs to you”.\n“The system is rigged when 4.5 million children live in poverty in the sixth-richest country in the world,” it said. “The system is rigged when giant corporations make a fortune from rising bills. The system is rigged when the government says there is no money for the poor, but billions for war. We cannot accept these injustices, and neither should you.”\nThe posts contain a link to a Your party website, leading to a page for people to sign up. The website said: “Soon, we’ll host an inaugural founding conference so you can help shape how your party works, what it stands for, and how we organise to win.”\nSultana said “Your party” was only a temporary name. After a politics website said that was its name, she replied on X: “It’s not called Your Party!”\nAccording to the website’s data privacy policy, it is managed by the Peace and Justice Project, an organisation Corbyn set up. The PJP currently manages the mailing list for the new party, but it is understood that the list will be merged with an earlier one launched by Sultana once the new party is formally constituted.\nSpeaking to reporters on Thursday, Corbyn said the founding conference would hopefully take place in mid-autumn but that a date had yet to be fixed.\nAfter some earlier apparent mix-ups between him and Sultana over the new party, Corbyn said they were working very well together and in regular contact.\nCalling the populism of Reform UK “a road to danger”, he said : “What we’re offering instead is to bring people together so we collectively face the issues of poverty, the issues about bad housing, the issues of underfunded education, so we face those issues together.”\nThe announcement ends a period of uncertainty that began in early June when Sultana, who became the Labour MP for Coventry South in 2019 but lost the whip shortly after last year’s election, said she was quitting the party to co-lead a new movement with Corbyn.\nIt's time for a new kind of political party - one that belongs to you.\n\nSign up at https://t.co/4acVYPvSDi. pic.twitter.com/EkJtHM2n4K\nThis appeared to come as a surprise to Corbyn, the former Labour leader who lost the whip in 2020 but was re-elected last year as the MP for Islington North on an independent ticket. At the time of Sultana’s announcement, he had not committed to the idea of a new party, or agreed that the pair should be co-leaders.\nSultana launched a fundraising drive and supporter sign-up page under her own name later in June, when Corbyn said only that discussions were ongoing on what would happen next. He confirmed that he and Sultana were in talks about a new party at the start of this month.\nSign up to Headlines UK\nGet the day’s headlines and highlights emailed direct to you every morning\nafter newsletter promotion\nThe joint statement on Thursday said the party would push for “a mass redistribution of wealth and power”, involving more taxation of the rich and public ownership of energy and water companies, and rail and postal services.\nOn Gaza, the statement said the new party would demand an end to arms sales to Israel and “defend the right to protest against genocide”.\n“The great dividers want you to think that the problems in our society are caused by migrants or refugees,” it said. “They’re not. They are caused by an economic system that protects the interests of corporations and billionaires.\n“It’s time for a new kind of political party. One that is rooted in our communities, trade unions and social movements. One that builds power in all regions and nations. One that belongs to you.”\nPolling has suggested that the new party could gain about 10% of the vote, damaging the electoral prospects of Labour and the Greens. Labour sources, however, have been dismissive of the threat from Corbyn, who lost the 2017 and 2019 elections as party leader.\n\n\n\n\n\n\n\n\n\n"
    },
    {
      "title": "Kemi Badenoch: Argentinian president Javier Milei would be ‘template’ for my government",
      "url": "https://www.theguardian.com/politics/2025/jul/24/kemi-badenoch-argentinian-president-javier-milei-template-conservatives-tory-government",
      "author": "unknown",
      "tags": [],
      "content": "Kemi Badenoch has said she aspires to become Britain’s version of Javier Milei, the Argentinian far-right, chainsaw-wielding president whose driving mission is slashing the size of the state.\nAsked whether the UK needed its own Milei and whether she herself fit that role, Badenoch, whose party is languishing in third place in the polls, said: “Yes and yes.”\nMilei is a self-described anarcho-capitalist who came to power in 2023 promising to dramatically cut state spending. He has often expressed admiration for Margaret Thatcher.\nIn an interview with the Financial Times, Badenoch said Milei would be the “template” for her government. She said the Conservatives “cannot be a repository for disenchantment” and must be about “offering hope”, unlike Nigel Farage’s Reform UK.\nBut she admitted that “the public are not yet ready to forgive” the Tories after the political chaos of the last few years and that Reform was “stealing everyone’s oxygen”.\nBadenoch argued the public would eventually tire of Farage’s “bullshitting” and claimed he was positioning his party to the left of the Conservatives on issues such as benefits.\nShe said her own programme, which she is under pressure to set out in more detail, would be “not about cutting bits of the state” but rather “looking at what the state does, why it does it”.\nBadenoch dismissed warnings that she may face a Conservative leadership challenge within months amid internal discontent about her leadership.\n“I can’t spend all my time worrying about regicide. I would lose my mind,” she told the newspaper. “I’m so thick-skinned to the point where I don’t even notice if people are trying to create harm. That’s extremely useful in this job.”\nBadenoch is immune to any challenge until she completes one year as leader in November. Robert Jenrick, the shadow justice secretary who was defeated by Badenoch in the Tory leadership contest, has complained about the decline in the “white British” population in parts of the country.\nAsked about his remarks, the Tory leader said: “People will use different words from what I would use. I’m not a micromanager.”\nShe insisted that the Conservatives could be “super tough on immigration without allowing the rhetoric to go out of control”, and that she was right to apologise for her party’s record on the issue in her first speech.\nBadenoch said she was now focusing on the economy: “People are hearing more about the economy because I am being very, very relentless in pursuing this particular case, almost to the exclusion of everything else.”\nNonetheless, she is expected to use her first party conference as leader in October to focus on immigration including by setting out her party’s position on membership of the European convention of human rights. Badenoch said last month that she was “increasingly of the view that we will need to leave”.\n\n\n\n\n\n\n\n\n\n"
    },
    {
      "title": "Jeremy Corbyn confirms he is setting up new political party with Zarah Sultana – as it happened",
      "url": "https://www.theguardian.com/politics/live/2025/jul/24/keir-starmer-narendra-modi-uk-india-trade-deal-labour-politics-latest-updates-news",
      "author": "unknown",
      "tags": [],
      "content": ""
    },
    {
      "title": "John Swinney says he will raise Gaza’s ‘unimaginable suffering’ with Trump",
      "url": "https://www.theguardian.com/politics/2025/jul/25/john-swinney-says-he-will-raise-gazas-unimaginable-suffering-with-trump",
      "author": "unknown",
      "tags": [],
      "content": "John Swinney has pledged to raise “the unimaginable suffering we are witnessing in Gaza” when he meets Donald Trump over the weekend.\nThe leader of the Scottish National party described the president’s four-day trip as “a landmark moment” in the relationship between Scotland and the US.\nAhead of Trump’s arrival in Scotland on Friday afternoon, Swinney said: “As we welcome the president of the United States, Scotland will be showcased on the world stage. This provides Scotland with a platform to make its voice heard on the issues that matter, including war and peace, justice and democracy.\n“As first minister it is my responsibility to advance our interests, raise global and humanitarian issues of significant importance, including the unimaginable suffering we are witnessing in Gaza, and ensure Scotland’s voice is heard at the highest levels of government across the world.”\nSwinney is under increasing pressure from within his party to take a strong position on the crisis in Gaza.\nOn Wednesday the former first minister Humza Yousaf and his wife, Nadia El-Nakla, shared on social media a plea to all governments to “force Israel to open the borders and allow aid to flow in”. They said El-Nakla’s cousin Sally and her four children were “being starved by Israel”.\n“Millions in Gaza are being deliberately starved while Israel withholds food mere kilometres away. Words are not enough,” the couple posted.\nEl-Nakla, who is the convener of the SNP Friends of Palestine group, later told the Times that Swinney’s meeting with Trump represented “a critical opportunity to raise, directly and unequivocally, the ongoing genocide in Gaza”.\nShe added: “Time is not on the side of the people there. As I speak, my family – like millions of others – is starving. The first minister must demand that Trump use his influence to compel Israel to end the starvation and ethnic cleansing of the Palestinian people.”\nSwinney said the global attention the visit would receive gave Scotland an opportunity to promote its tourism sector and investment potential.\nHe also expressed confidence that those demonstrating against Trump’s visit would “do Scotland proud” and conduct themselves peacefully and lawfully. Gatherings are planned by the Stop Trump Coalition in Aberdeen and Edinburgh on Saturday, with protests also expected closer to Turnberry in Ayrshire and Menie in Aberdeenshire. Road diversion and security restrictions are already being put in place.\nSign up to First Edition\nOur morning email breaks down the key stories of the day, telling you what’s happening and why it matters\nafter newsletter promotion\nThe Scottish Police Federation, which represents the rank and file, has warned the scale of the operation will stretch resources and could double the time taken for a police officer to attend an incident elsewhere.\nTrump is expected to stay at his Turnberry resort over the weekend and meet Keir Starmer, the UK prime minister, there on Monday before travelling to his resort in Aberdeenshire where he will celebrate the opening of a golf course dedicated to his mother.\nAlthough this is a private visit, Trump and Starmer are expected to participate in a press conference with White House and Westminster media."
    },
    {
      "title": "‘People said it would never be done’: UK and India trade agreement defies expectations",
      "url": "https://www.theguardian.com/politics/2025/jul/23/people-said-it-would-never-be-done-uk-and-india-trade-agreement-defies-expectations",
      "author": "unknown",
      "tags": [],
      "content": "Keir Starmer and Narendra Modi will sign their £4.8bn trade deal on Thursday morning, concluding three and a half years of negotiations and opening up trade between the UK and India for cars, whisky, clothing and food products.\nFor the UK, the agreement promises a much-needed economic boost and serves as proof that the country can be nimble on the international stage after Brexit.\nFor India, it acts a signal to governments and international investors that its £3tn economy is opening up after decades of protectionism. India’s average tariff rate is 13%, compared with the UK’s 1.5%.\nLabour ministers clinched the deal within 10 months of entering government, defying expectations – above all their own – about how quickly it could be done.\nThe negotiations were led by Jonathan Reynolds, the trade secretary, and his Indian counterpart, Piyush Goyal. Half a dozen UK officials and aides said the rapport between the pair and a focus on building trust and good relationships were critical to getting it over the line.\nThat sometimes happened in creative ways. After Goyal told them he was a huge fan of Yes Minister, British negotiators brought him a handwritten note from Jonathan Lynn, one of the show’s co-creators.\n“Negotiating with India is not the same as negotiating, say, with Australia, or the USA, or Canada. It’s a relationship-based system, very much about who gets on with who and ensuring that you don’t insult anyone in any way,” said one senior UK official who has been closely involved in talks.\n“People want to get to know you, they want to look you in the eye and be convinced that you are someone they can do business with,” another senior UK official said. “And to some extent, the last year has been a bit of the two governments looking each other in the eye.”\nThis meant a key task for British diplomats in India – including the high commissioner, Lindy Cameron, and the trade commissioner, Harjinder Kang – was to provide UK ministers and officials with something akin to relationship advice on dealing with their Indian counterparts.\nThere were moments of comedy. At one point after a difficult set of negotiations, UK and Indian officials let off steam by doing yoga in the corridor outside the room.\nOn another occasion, the British negotiators led by Kate Thornley were at the airport in Delhi about to fly home when they received a call from the Indian side saying they were prepared to make key concessions on food and drink. A negotiator who had not yet gone through airport security turned on his heels to rush back to the negotiation room.\n“You have moments where it’s almost collapsing, and you have moments where you think you’ve got it over the line,” the first senior official said. “Until there’s ink on a piece of paper, it’s fluid.”\nPolitical signalling was crucial. Reynolds first met Goyal when Labour was in opposition, while he and David Lammy were visiting Delhi in February 2024. India and the UK were due to hold elections that year, with Modi widely expected to win a third term and Labour on course to end 14 years of Tory government.\nThe trip was a particularly sensitive one for Labour, which was working to mend relations with India after a nadir in 2019 when Jeremy Corbyn was perceived to have sided with Pakistan over Kashmir.\nLammy and Reynolds were having dinner with Indian investors and had not expected to meet Goyal, who like other ministers was occupied with the budget debate in parliament. But during dinner they got a message from Goyal inviting them to his home nearby for a nightcap.\nOver 11pm chai and kheer, Reynolds and Lammy made it clear that they would support the Conservative government if it finalised a trade deal with India – and would pick up the negotiations after the election if it didn’t.\nA few months later, during the thick of the UK election campaign, Lammy addressed the India Global Forum and said a trade deal with the country was “a floor, not a ceiling, of our ambitions”. He travelled to Delhi in late July, having promised Modi’s government that he would visit in his first month as foreign secretary.\n“There was an element of, these guys actually mean what they say,” a senior UK official recalled. “In their manifesto, there’s only one country that gets a mention – that’s India. All these positive signals were received.”\nIn November, Starmer and Modi met on the margins of the G20 summit in Brazil and reiterated their ambition for a deal. But, in the months that followed, there was a lull in negotiations which created some frustration on the Indian side, fuelling suspicions that it was not as much a priority for Labour as it had been for the Tories.\nIn truth, Reynolds’s team considered a trade deal with India to be a medium-term goal, one that was unlikely to materialise until later in the parliament. And instead of getting back around the negotiating table straight away, ministers spent several months combing through what had been already agreed under the Conservatives. “We were going through it and bringing ministers of all departments up to speed,” said a senior UK official.\nIn February, a year after first meeting Goyal, Reynolds travelled to Delhi to formally restart negotiations. Progress in those talks significantly exceeded officials’ expectations – and crucially the two sides agreed not to reopen the aspects of the deal negotiated under the Tories. “Things started to fall into place at such a pace,” a government source recalled. A few weeks later Rachel Reeves, the chancellor, who has also been closely involved in the talks, hosted the Indian finance minister, Nirmala Sitharaman, in 11 Downing Street.\nSignificant headway in the negotiations had been made under Rishi Sunak, whose chief economic adviser, Douglas McNeill, would travel to India every other month for talks. Before the Indian and UK elections stopped things in their tracks, Conservative officials had hoped a deal could be struck by the autumn of 2024.\nThe Tories were hamstrung by two obstacles which disappeared when Labour came into power. The first was Sunak’s political weakness and sense he was on borrowed time. The second and most significant was Tory angst that the deal would trigger an influx of Indian migration. Suella Braverman, as the home secretary, nearly blew up the talks over the issue in 2022.\nKemi Badenoch claimed this year that as Sunak’s trade secretary, she stopped a deal with India because of immigration concerns – a claim which some of her former cabinet colleagues have disputed. A Labour source said Goyal “found her disingenuous in that she would always try to present Indian asks around visas as much more than they are”. The final deal does not change immigration policy beyond facilitating visa routes in certain sectors and allowing up to 1,800 extra visas for Indian chefs, musicians and yogis a year.\nThe agreement was finalised on 2 May by Goyal, Reynolds and their teams of negotiators over ice-cream on a sunny walk in Hyde Park. They celebrated with coffee by the lido and took pictures together in the park cafe. Civil servants worked intensively that bank holiday weekend before Starmer and Modi spoke on Tuesday to confirm the deal was done.\nUK hopes have since faded, however, about the chances of agreeing a separate bilateral investment treaty with India, coveted by the UK because of the benefits for the City of London. While negotiations over a treaty continue, multiple ministers and officials privately told the Guardian that they are unlikely to yield anything unless there is significant movement on the Indian side.\nNonetheless, officials are bullish about what has been achieved. “People said it would never be done,” one said. “People said this is a country that doesn’t like to do deals, it’s a very protectionist society. They’re changing, they’re growing, they’re developing to become a much more modern economy. They need this is much as we do.”"
    },
    {
      "title": "Starmer and Modi hail ‘historic day’ as UK-India trade deal is signed",
      "url": "https://www.theguardian.com/politics/2025/jul/24/starmer-modi-uk-india-free-trade-agreement-deal-signed",
      "author": "unknown",
      "tags": [],
      "content": "Keir Starmer and Narendra Modi hailed a “historic day” on Thursday as they signed a free trade agreement between the UK and India.\nThe two leaders said the trade deal, which is projected to boost the UK economy by £4.8bn a year and bring in £6bn of investment by British and Indian businesses, marked a “step-change” in relations between their countries.\nModi and Starmer addressed cameras at Chequers, the prime minister’s country house near Aylesbury in Buckinghamshire, after signing the deal, which was finalised in May after nearly three and a half years of negotiations. Modi, speaking via a translator, described the UK and India as “natural partners”.\nThe agreement will result in average tariffs on UK goods being cut from 15% to 3%, with whisky tariffs halved initially and reduced further over the next few years. It still needs to be ratified by the British and Indian parliaments, a process that will take several months.\nCritics have argued that the deal does not offer enough for the UK’s financial and legal services industries and have raised questions over India’s human rights and environmental record.\nTom Wills, the director of the Trade Justice Movement, said the deal “fails to include binding protections for labour rights, environmental standards or public health”. The London Mining Network said in a statement that the deal “lacks robust climate safeguards”, particularly around coal extraction in India.\nNegotiations continue over a bilateral investment treaty, which would benefit the City of London, but UK ministers and officials are understood to believe it is unlikely that one will be agreed.\nThe two governments also continue to discuss the UK’s plans for a carbon border tax, which India strongly opposes.\nModi was in the UK for meetings with Starmer and King Charles, and was expected to attend a business reception on Thursday evening.\nAt a bilateral meeting on Thursday afternoon, Modi and Starmer discussed closer cooperation on a range of issues and the ramifications of the Air India plane crash last month.\nSign up to Headlines UK\nGet the day’s headlines and highlights emailed direct to you every morning\nafter newsletter promotion\nDowning Street said that at his meeting with Modi, Starmer raised the case of Jagtar Singh Johal, a Sikh activist from Dumbarton who has been detained in India for eight years.\nJohal was arrested in connection with terror-related offences while in India for his wedding in 2017, and has been held since despite having been cleared of one of the nine cases against him this year. He says he was tortured in the early days of his detention and forced to make a confession.\nIan Murray, the Scotland secretary, said the case was “right at the top of the agenda”. He told BBC Radio Scotland on Thursday: “The government are doing all we possibly can to get this resolved. There was a recent meeting, just at the start of June, between the foreign secretary and his counterpart in India.”\nJohal’s brother Gurpreet Singh Johal said before Modi’s visit that he was “putting my faith in the prime minister to get this done and bring Jagtar home. He was rightly critical of the previous government’s failure, and he recognised that Jagtar is arbitrarily detained … I’ve grown very tired of fine words and weak excuses for a lack of action, while my brother grows old in prison.”"
    },
    {
      "title": "Reform councillors criticised after voting to spend £150,000 on political advisers",
      "url": "https://www.theguardian.com/politics/2025/jul/23/reform-councillors-criticised-after-voting-to-spend-150000-on-political-advisers",
      "author": "unknown",
      "tags": [],
      "content": "Reform UK councillors have been accused of hypocrisy after voting to spend £150,000 on hiring political advisers at a county council despite pledging to cut waste and save money.\nThe plans were put forward by Reform councillor George Finch, a 19-year-old who was narrowly elected as the leader of Warwickshire county council during a meeting on Tuesday, which was picketed by protesters.\nThe protest came after a row over an attempt by Finch, as interim leader, to have a Pride flag removed from council headquarters before the end of Pride month. The chief executive refused the request, telling him she was responsible for such decisions.\nHowever, there was fresh controversy during a meeting of the council, one of several where Reform became the largest party in the recent local elections, as it narrowly pushed through plans to hire political advisers but lost a separate vote relating to the climate crisis.\nOpposition councillors accused Reform of reneging on promises to voters over the political advisers, who would be publicly funded for it and the other two largest parties, the Conservatives and the Liberal Democrats.\n“These proposals are all about spending some money so they can have a chum in their group and I think that is not particularly helpful given the financial state of this council,” said George Cowcher, councillor and deputy leader of the Liberal Democrats. He added that it was almost a quarter of the way through the financial year and there had yet to be any proposals from Reform about managing the authority’s budget.\nSam Jones, a Green party councillor, said: “Reform have had a sniff of power, they’re making it so clear that they never cared a jot for the will of their supporters. No to overpaid, unelected bureaucrats before the election, but yes to up to £150,000 of unfunded spending on political assistants now the campaigning is over.”\nFinch defended the plans, which would involve a political assistant for each of the three big parties, on the basis that it was permitted by legislation and occurred in other councils. If other parties were against it, he challenged them to vote against the plan and then choose not to hire political assistants. His colleague, the councillor Michael Bannister, said the party saw the move as “value for money” and funds would be found from elsewhere.\nHowever, there was a defeat for Reform when opposition councillors supported a green motion to recognise that scientific evidence clearly states climate change is happening, and support the council’s 2019 vote to declare a ‘climate emergency.’\n“We are here as local people sorting out local problems. It is ridiculous to be asking for anything else,” said Reform councillor Luke Cooper, who said he had experience of installing solar panels and measures that he said people could not afford.\nSarah Feeney, the Labour leader, said the climate crisis was a “not a hypothetical” and was already having a major impact on farmers, with flooding causing elderly people to sometimes barricade themselves in their homes.\nTracey Drew, a Green party councillor, said: “The least well off in our county are going to be the first and the most to be impacted by the effects of climate change.”\nOutside the council meeting, demonstrators included Becky Davidson, a district councillor who said she was there to support the LGBT community. Finch was “using a marginalised community as a propaganda tool”, she said.\nCarolyn, a resident of Stratford-upon-Avon, was holding a placard reading: “Donald Trump inspires Farage to import to the UK DEI: Division, Exclusion, Inequality”. She said she was worried about Reform overturning “policies around recognising the climate emergency” and that she was there to object to Finch’s “pettiness” over the Pride flag."
    },
    {
      "title": "Indian prime minister makes official UK visit to sign landmark trade deal",
      "url": "https://www.theguardian.com/politics/2025/jul/23/india-narendra-modi-uk-state-visit-sign-landmark-trade-deal",
      "author": "unknown",
      "tags": [],
      "content": "India’s prime minister, Narendra Modi, is visiting London to sign a landmark free trade agreement between his country and the UK, a pact viewed as a political and economic prize amid global trade tensions unleashed by the US president, Donald Trump.\nFor Britain, eager to score a post-Brexit win, the deal is its most economically significant trade agreement since leaving the EU. For India, it marks its first major free trade pact outside Asia. For both, analysts say, the agreement signals a long-term economic partnership.\n“The UK and India, in many ways we have complementarities. We have had a historical relationship. It’s good to have a deeper trade relationship,” said Indian economist Sanjaya Baru.\nDuring Modi’s two-day official visit starting on Wednesday, his fourth to the UK as prime minister, he will hold “wide-ranging” talks with his counterpart, Keir Starmer, on trade, defence, technological cooperation and security, and will also pay a courtesy call on King Charles, according to an Indian government statement.\nIndia stood firm on key demands during negotiations, winning concessions on work visas, recognition of professional qualifications, and exemptions from national insurance contributions for Indian nationals working temporarily in the UK, all longstanding sticking points.\nModi, accompanied by his commerce minister, Piyush Goyal, who led the negotiations, can claim India held its ground while the UK compromised, bolstering his message of India’s rising global clout. However, the deal must still be ratified by both parliaments, likely delaying implementation until mid-2026.\nUnder the agreement, 99% of Indian exports to the UK, spanning gems, textiles, engineering goods, leather, garments, and processed foods, will face zero tariffs. In return, the UK will see phased tariff cuts on 90% of its exports to India. Duties on scotch whisky will fall from 150% to 75% immediately and to 40% over 10 years.\nBritish cars, now facing tariffs of more than 100%, will see duties slide to 10% under a quota. Other gains include tariff relief on medical devices, pharmaceuticals, aircraft parts, and electronics.\nIndia’s government hopes the agreement will inject new energy into its Make in India drive and revive foreign direct investment, which has slowed significantly. “More than 5m export-related jobs in India can be linked to UK exports,” said Amrita Saha, a research fellow at the Institute of Development Studies at the University of Sussex. “Overall, I believe this agreement is a positive step for India’s labour-intensive sectors,” she told the Hindu newspaper.\nCrucially, India kept agriculture, an industry that employs more than 40% of its workforce, off the table. This red line for New Delhi has also stalled its trade talks with the US.\nStill, only the broad contours of the agreement, which marks a significant departure from India’s traditionally protectionist trade stance, are public. “We will have to look at the fine print the morning after,” Baru cautioned.\nSome provisions, such as phased duty cuts on scotch and cars, could face backlash from domestic producers. Indian whisky makers have already voiced worries about “unfair competition” from imports. Also, in a significant first, British firms will gain access to India’s vast government procurement market, a potential breakthrough for sectors such as clean energy, transport, and infrastructure.\nSign up to First Edition\nOur morning email breaks down the key stories of the day, telling you what’s happening and why it matters\nafter newsletter promotion\nNotably absent from the deal are financial and legal services, as talks on a bilateral investment treaty, which would offer investor protections, remain unresolved.\nAnother sensitive issue, the UK’s proposed carbon tax known as the carbon border adjustment mechanism (CBAM), was also left out. The policy, which would levy taxes on imports from countries with looser emissions rules, is seen by India as unfairly targeting developing economies.\nFor now, the two sides appear to have kicked that issue down the road. However, “the carbon tax remains the elephant in the room. It could wipe out the benefits of the free trade agreement for Indian exporters,” warned Ajay Srivastava, head of the Global Trade Research Initiative in New Delhi.\n This article was amended on 23 July 2025. Modi is on an official visit rather than a state visit as stated in an earlier version."
    },
    {
      "title": "Help wanted: Reeves seeks heavyweight economic advisers as budget looms",
      "url": "https://www.theguardian.com/politics/2025/jul/23/rachel-reeves-seeks-economic-heavyweights-advisers-reduce-roles",
      "author": "unknown",
      "tags": [],
      "content": "In the run-up to her crunch autumn budget, Rachel Reeves will seek to recruit a heavyweight economic adviser after the role of John Van Reenen is reduced.\nVan Reenen, a well-respected professor from the London School of Economics (LSE) and an expert in productivity, has been chief economic adviser to the chancellor since Labour came to power.\nHis role will be cut from three days to one a week as he returns to the LSE at the start of the academic year. Anna Valero, another member of Reeves’s council of economic advisers, will also depart.\nTreasury sources said that while Van Reenen’s position was in theory part-time, his position at the chancellor’s side through a tumultuous 12 months had meant working “seven days a week”.\nReeves is under intense pressure to respond to a deteriorating economic outlook with a fresh round of tax rises in her autumn budget.\nThe chancellor has had a bruising few months after being forced to reverse her decision to remove the winter fuel allowance from most pensioners and take much of the blame from Labour’s backbenchers for the botched £5bn in cuts to disability benefits.\nAt a House of Lords committee on Tuesday, the chancellor placed Van Reenen’s key insight – the need for higher investment to boost the UK’s productivity – at the heart of her economic strategy.\nThe chancellor told peers: “The key problem is productivity and investment is the answer. Investment in human capital, investment in physical capital and also investment in new technologies. That’s why the fiscal rules I set out do treat investment differently.”\nShe declined to rule out taxing wealth more heavily, telling Lord Lamont, a former Conservative chancellor in the 1990s: “This is, with respect, what you would have done and did do in my position: you rightly said that tax is a matter for a budget and we’ll set out our policy then.”\nTreasury sources said Valero, also an LSE fellow, had always been expected to return to academia but would remain in touch with government, adding that Valero and Van Reenen had worked on key policy announcements, including the industrial strategy and the spending review, which had now been completed.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nA Treasury spokesperson said: “John and Anna have provided invaluable leadership to the chancellor and will continue to do so in their new capacities.”\nWhitehall insiders said as lead adviser on industrial strategy, Valero’s departure risked leaving the policy without a powerful champion in the Treasury, which could make it tougher for departments tasked with grabbing the chancellor’s ear to ensure the policy was implemented effectively.\nMeanwhile, some Labour veterans have long warned that Reeves lacks a powerful enforcer who can impose the Treasury’s will across Whitehall, pointing to the role played by Ed Balls when Gordon Brown was chancellor, and to that of Rupert Harrison, George Osborne’s chief economic adviser.\nVan Reenen’s departure comes as Keir Starmer is beefing up his own economic expertise. For some time No 10 has wanted to recruit an economic adviser to provide a counterweight to Treasury dominance in economic policymaking."
    }
  ],
  "Environment": [
    {
      "title": "I travelled the globe to document how humans became addicted to faking the natural world. Here’s what I found",
      "url": "https://www.theguardian.com/environment/2025/jul/24/humans-addicted-faking-natural-world-anthropocene-illusion-zed-nelson-aoe",
      "author": "unknown",
      "tags": [],
      "content": "T\nhe Anthropocene is a new term used by scientists to describe our age. While scientific experts argue about the start date, many point to about 200 years ago, when the accelerated effects of human activity on the ecosphere were turbocharged by the Industrial Revolution. Our planet is said to have crossed into a new epoch: from the Holocene to the Anthropocene, the age of the human.\nThe strata of rock being created under our feet today will reveal the impact of human activity long after we are gone. Future geologists will find radioactive isotopes from nuclear-bomb tests, huge concentrations of plastics, the fallout from the burning of fossil fuels and vast deposits of cement used to build our cities. Meanwhile, a report by the World Wide Fund for Nature and the British Zoological Society shows an average decrease of 73% of wild animal populations on Earth over the past 50 years, as we push creatures and plants to extinction by removing their habitats.\nHumans have concentrated in cities. We have separated ourselves from the land we once roamed – and from other animals. But somewhere deep within, a desire for contact with nature remains. So, as we destroy the natural world around us, we have become masters of a stage-managed, artificial experience of nature, a reassuring spectacle, an illusion.\nOver the past six years I have visited 14 countries across four continents, observing how we humans immerse ourselves in increasingly artificial landscapes. We holiday on synthetic beaches, attend zoos that display living animals in artistically rendered dioramas of their natural habitats, and visit amusement parks that offer a “jungle experience”. We gaze at aquatic creatures in artificially lit sea-worlds, and at polar bears in Chinese shopping malls, pacing out their existence in glazed enclosures of plastic ice and snow. We ski on artificial slopes in Dubai, while outside the desert temperature is 48C.\nTropical Islands holiday resort in Germany is a short train ride from Berlin. Housed in a vast hermetically sealed dome, the resort offers a sandy beach, a 10,000 sq metre indoor rainforest, a waterfall and a mangrove swamp with live turtles, dragonfish, flamingos and macaws. It’s so large you can ride in a hot air balloon inside the dome, hovering above the crowds on the synthetic beach below.\nWalt Disney World in Florida covers more than 39 square miles (100 sq km), making it almost the same size as Paris. Completed in 1971, it is the largest and most visited theme park on the planet. In 2022, more than 47 million people visited Walt Disney World, where total revenue was $28.7bn. Nine million of those people visited Disney’s Animal Kingdom. It was here that I visited Disney’s version of Africa, where you can observe elephants, rhinos and fake villages (without leaving your electric mobility scooter with built-in cup holder). Experiences on offer include Kilimanjaro Safari and Gorilla Falls Exploration Trail, offering safe views of the world’s largest primates, set to music. At the Tusker House restaurant you encounter Donald Duck in a colonial-era safari suit and pith helmet, before setting off on the Wild Africa Trek to see the rhinos.\nIn the numerous theme parks and zoos I visited, I realised a strange thing: in these places, nothing happens. There are no surprises. There may be a wave machine, or a volcano that puffs smoke on the hour, or a rollercoaster offering momentary thrills. But nothing changes, good or bad. Everything repeats itself. Nothing happens unless it’s part of the show. Here, nature is made safe – no thorns, biting insects, flooding or unpredictable creatures. This is nature only as spectacle.\nEven the surviving scraps of nature in the real world are becoming packaged for our consumption.\nYosemite national park in California receives more than 4 million visitors a year, almost all of whom arrive by car. I found myself in a long traffic jam of SUVs crawling through the park, engines and air-conditioning running. Occasionally, a window glides open and an arm extends out to take a photo on a smartphone.\nSki tourists are becoming more demanding, too. Everybody wants a winter wonderland, despite warming temperatures. According to the European Environment Agency, the length of snow seasons in the northern hemisphere has decreased by five days each decade since the 1970s. In Italy, 87% of ski slopes were kept operational with artificial snow in 2018, the first year I visited. Many ski resorts use artificial snow to extend their seasons, and some now rely almost entirely on artificial snow production.\nI saw whole hillsides covered with snow guns working through the night. A typical resort I visited in the Italian Dolomites had a five-megawatt power station to run its 250 snow guns. The owner told me: “We make better snow than the natural stuff. In the past 20 years, the tourists have come to expect perfect-quality champagne snow.”\nHotels in Asia offer live penguin encounters in restaurants, while South African lion farms offer tourists the chance to pet lion cubs and walk with tame adult lions. Later these same animals will be sold to visiting trophy hunters who want an effortless experience of hunting in “the wild”. Even the great previously untamed places are under assault.\nJust 3% of the world’s land now remains ecologically intact, with healthy populations of all its original animals and undisturbed habitat.\nCharles Darwin controversially recategorised man as just another species – one twig on the grand tree of life. But modern humans are no longer just another species. We are the first to reshape the Earth’s ecosystem. We have become the masters of our planet and pivotal to the destiny of life on Earth. But it seems we are not prepared – ethically, emotionally or scientifically – for the enormous side-effects of our new and recklessly wielded power over our planet. In his 1989 book, The End of Nature, the writer Bill McKibben predicted a day when our changed environment would surpass the capacity of our environmental vocabulary. The remade Earth, he argued, would set record after record – hottest, coldest, driest – before people would be forced to seek new ways of describing and understanding events. For a long time, he suggested, confronted with evidence of a changing world, humans would simply refuse to change their minds.\nSocial media and the internet’s ceaseless flow of visual stimulation and information have birthed a state of unreality, where we are no longer looking for truth, but only a kind of amazement.\nOur future as a species depends on urgent new evaluations of humanity’s relationship with the natural world. We have divorced ourselves from nature, yet we crave a connection with the very thing that we have turned our back on. In surrounding ourselves with simulated recreations of nature we create unwitting monuments to the very things that we have lost.\nIt will take a paradigm shift in our priorities and empathies to change. But it is on an industrial and political level that change needs to happen. We already have a list of great ideas: protected natural habitats, rewilding, sustainable agricultural practices, ethical treatment of animals, renewable energy, and reductions in greenhouse gas emissions and plastic pollution.\nWe know what can be done. We just need to find leaders and captains of industry who want to do it.\nThe Anthropocene Illusion, by Zed Nelson is published by Guest Editions"
    },
    {
      "title": "How flood-ravaged Boston took on the climate deniers – and won",
      "url": "https://www.theguardian.com/environment/2025/jul/24/flood-boston-climate-deniers-trump-administration-coastal-city-resilient",
      "author": "unknown",
      "tags": [],
      "content": "P\natrick Devine, a captain for Boston Harbor City Cruises, shows me on his phone the scenes here in September 2024. The water was ankle-deep outside the door to his office on Long Wharf, one of the US city’s oldest piers, obscuring the pavements and walkways, surging into buildings and ruining vehicles in the car parks. “It just gets worse and worse each year,” says Devine, who has worked here, on and off, since 1995. “I’ve gotten used to it, so it’s just knowing your way around it.”\nMuch of Boston has got used to this. Devine has his own supply of sandbags now, for example. Next door to his office is the Chart House restaurant – when Long Wharf flooded last September, customers merrily sat at outside tables, holding their feet above the waterline, as servers with black bin bags for trousers waded over to bring them their lunches. The restaurant’s floor level is lower than that of the wharf, so the water came up to knee level in some areas. “It’s just part of business,” says one waiter, as he points out how the plug sockets are all at waist height. The place has flooded three times in the year he’s worked here. “We just clean it up, squeeze it out, open the doors, dry it out. It is what it is.”\nIn Boston they call them “wicked high tides”, also known as king tides – when the moon is at its closest to the Earth and pulling in the same direction as the sun, creating a tide 60 to 120cm (2-4ft) higher than usual. Combined with rising sea levels, fiercer storms and higher precipitation, events like this are making the climate crisis a visible threat in the city. According to the National Oceanic and Atmospheric Administration (NOAA), Boston experienced 19 days of flooding in 2024; it is expected to be similar this year. Unless things change, sea levels here are projected to be 20cm higher than 2000 levels by 2030, 46cm higher by 2050, and a metre or two higher by 2100.\nBoston is by no means the only US city at risk, but it is very much on the frontline of a problem America seems determined to ignore. Flash flooding killed more than 130 people in Texas this month, but the Trump administration remains in denial about the climate emergency. It has removed vital data (such as previous national climate assessment reports), funding and personnel from important agencies such as the NOAA, the Environmental Protection Agency (EPA) and the Federal Emergency Management Agency (Fema). In January, Trump proposed “getting rid of” Fema altogether; he has axed a quarter of its staff since he became president. Even TV weather presenters are warning that the cuts have reduced their ability to track and predict hurricanes and storms, and they are now “flying blind”. Meanwhile, Fema’s new acting head, David Richardson, reportedly told staff members last month he did not even know the US had a hurricane season.\nBoston may be more vulnerable than most cities, but it is also leading the way in preparedness. In 2016, the city released a comprehensive report, Climate Ready Boston, assessing its vulnerabilities to coastal and storm flooding and extreme heat. Last August, city mayor Michelle Wu set up the US’s first dedicated Office of Climate Resilience (OCR). “We needed an office solely focused on delivering climate resilience infrastructure, because otherwise it won’t get done,” says Brian Swett, the city’s new chief climate officer. We meet at a cafe in East Boston, just across the water from Long Wharf, along with OCR director Chris Osgood, and councillor Gabriela Coletta Zapata, who represents this vulnerable district. “I have residents that live right on the waterfront that are soon going to be displaced if we don’t do something,” she says.\nSea levels are rising globally, due to thermal expansion and the melting of glaciers and polar ice (caused by global heating as a result of CO2 emissions from fossil fuels), but the east coast of the US experiences higher rises than other areas. As Swett explains: “The Gulf of Maine is the fastest-warming body on Earth, so we tend to have significant expansion of water, plus fairly high variation between low and high tide.” Also, Boston harbour faces north-east, so it bears the brunt of “nor’easters” – the infamously powerful storms that hit New England, which the climate emergency is making ever stronger. In 1768, British soldiers disembarked here to take control of the city (it didn’t work out so well: the Boston Tea Party came five years later). Today, the threat coming down the pier is harder to counter: the sea itself.\nAt the same time, the city is sinking. Sea levels have risen 25cm over the past century but half of that is from subsidence. What’s now downtown Boston was a small peninsula at the mouth of three rivers, surrounded by tidal wetlands. Since the 18th century, Bostonians have filled in the harbour and the riverbanks, usually by simply dumping soil and waste material to just above the level of high tide. This landfill has compacted over time, so when high tides sweep in or it rains heavily, the water has nowhere to go. Downtown Boston is no stranger to huge puddles.\nHurricane Sandy, in October 2012, was a wake-up call, says Swett. According to reports, it killed 97 people within a 65-mile radius of New York City, destroying thousands of homes and cars, and registering the highest tides ever recorded in Manhattan. Had Sandy hit Boston, it would have been even more catastrophic. “It wasn’t 300 miles of a miss; it was five hours,” Swett says. “If it had been at our high tide, which was five hours earlier, we would have had a 100-year flooding event in Boston.”\nThere have been more wake-up calls since. In January 2018, a “bomb cyclone” swept snow and seawater far into the slushbound city, bringing ice floes, garbage bins and even cars with it. “There’s pictures of people kayaking in the street,” recalls councillor Zapata. A similar storm hit again three months later.\nIt isn’t only the old parts of the city that are vulnerable. In 2010, the Seaport district, a $3bn waterfront redevelopment in south Boston covering 20 city blocks, was greenlit under a previous administration, with no consideration for future sea-level rises – despite warnings and protests. Already it floods regularly. Home to corporate headquarters and grand public buildings such as the Institute of Contemporary Art, its developers attempted to brand it the “innovation district” but its critics call it “inundation district”. A 2021 report predicted that all of Seaport’s buildings and 90% of its roads were at risk of becoming inoperable by the mid-21st century as a result of flooding – a cautionary tale for other cities.\nBoston’s current climate resilience plan consists of more than 100 projects along the city’s 47-mile coastline between now and 2070. On the broad scale, the strategy is to identify critical points where seawater could flood in and effectively plug them up, but not at the expense of civic life. Zapata says: “The harbour itself is a treasure, and anybody, no matter who you are, where you come from, should have access to that waterfront.” So rather than sea walls, the city is building elevated public parks and promenades, which bring added social benefits.\nBoston has also updated its building codes. Standard practice in the US has been to set regulations according to the worst historical flooding; here, they’re working to an assumption of a one-metre sea-level rise some time in the future. “That’s the standard that every new building in that future flood zone has to be prepared for,” says Swett.\nWe take a walk to see what this looks like in practice. This part of East Boston was redeveloped in 2019, to the new guidelines. Before, it was industrial wasteland – former shipyards. “This is where I learned how to drive a car, because nobody was down here,” says Zapata. At first glance, it looks like any other new neighbourhood, apart from the yellow street signs warning, “ROAD MAY FLOOD” (it did, indeed, flood here last year, Zapata points out). On closer inspection, the ground-floor level of the apartment blocks is about a metre above street level (and three metres above actual sea level). Swett points out solid steel flanges attached to the sides of the entrances to the underground car parking – if a flood is imminent, a barrier can be slotted into them to stop water getting in.\nFurther along the waterfront is a new section of Piers Park, which opened in 2023. Again, it looks like an ordinary park at first glance, with great views of the Boston skyline across the water, but it is higher than the older park and the streets behind it – effectively a sea wall in disguise. “It doubles as a way to fortify the coastline, but it brings so many families here, celebrating birthdays, christenings,” says Zapata. “It’s awesome.”\nAnother aspect of Boston’s grand plan is to use nature-based defences where possible, working with local groups such as the Stone Living Lab, a partnership between government agencies, universities and non-profit bodies such as Boston Harbor Now. “We’re doing more what’s often called green infrastructure, instead of grey,” says Joe Christo, co-director of Stone Living Lab.\nChristo was working for mayor Michael Bloomberg in New York when Hurricane Sandy struck, so he has experienced coastal devastation first-hand. “It was heartbreaking and sobering, but it was transformative,” he says. “I was seeing entire neighbourhoods shut down, people having to leave their homes and sleep in the school gymnasium … the city was just wildly unprepared.” But they noticed that residential areas behind wetlands were less affected by Sandy. “Those salt marshes created a natural buffer and a natural wave mitigation. They absorbed the energy, unlike the sea walls that were trying to fight against it.” Wetlands bring other benefits, Christo adds, including: “increased carbon sequestration, better quality of life for area residents, more opportunities for biodiversity”.\nHave the Trump administration’s cuts derailed Boston’s well-laid plans? Less than feared, it turns out. For one thing, Boston’s funding is coming from city and state budgets, rather than central government. The city has a dedicated $75m reserve for climate resilience projects, Osgood explains, “which helps us leverage the second pool of funding, which is competitive state and federal grants”. There is also private-sector funding, coming from developers and industry.\nOn the federal level, a key agency is the US Army Corps of Engineers (USACE), which carries out big civil works nationally, including flood protection. Trump’s spending bill has cut $1.4bn from the USACE’s non-defence spending, capriciously targeting blue states more than red ones. But accessing USACE funds is a drawn-out process, taking years and requiring congressional approval, and Boston had already secured some substantial grants in the past few years.\nOsgood believes they can make up the rest of the federal shortfall, such as the Fema cuts: “This is a slice of the pie that we thought we had checked off, and now we’ve got to go back and find more money to fill that back in. But that said, from a fundamental standpoint, what we’re seeing out of Washington is confusion around what is the federal government’s role in climate resilience writ large. And if you take the administration at their word of wanting to redefine what Fema is about, that’s a gamechanger.”\nOther coastal cities ought to be more concerned. Some are in danger of leaving it too late; some are going in the opposite direction. In Florida, one of the states most vulnerable to sea-level rises, governor Ron DeSantis introduced legislation last July that erased the words “climate change” from the state’s laws, even as Florida has experienced floods, record rainfall and a succession of hurricanes in the past 12 months – with more of the same expected this year. “Here-and-now political expediency is outweighing the reality of the science and the reality on the ground,” says Swett.\nIf some US politicians are refusing to learn, broader society is at least increasingly aware of the threat. “The cat is out of the bag in Boston,” says Osgood, who says that educating and informing the public is an important part of the plan. “There is not a developer worth their salt that can attract a tenant by ignoring coastal resilience. It just can’t happen, regardless of government policy. Any major tenant who’s going to be occupying a building in the downtown, or in the Seaport, who’s being asked to sign a 10-year lease, is saying, ‘All right: and how are you prepared for Boston’s changing climate?’ It is now a market-driven force.”\nIf science and reality aren’t enough to get the message through, maybe the economics can. Hurricane Sandy cost nearly $30bn in repairs in New York City. A “once in a hundred years” flood in Boston would inundate more than 2,000 buildings and cause more than $2.3bn of damage, according to the city’s estimates. Money spent up front “has a massively high return on investment,” says Swett. “So these are projects that should be eminently fundable. The question is, how do we get that done in time to provide the protection that people are counting on?”\nRather than running away from the problem, Boston is running towards it, treating it with the urgency it demands. “We have to finish these projects sooner rather than later to solve a problem that is coming at us very quickly,” says Swett. As everyone in Boston knows, the only real solution is to address the causes of climate change itself – global heating, increased CO2 levels, fossil fuel emissions. That is a conversation that still feels a long way off in the US, but like the sea itself, it is surely getting closer all the time.\n Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our letters section, please click here."
    },
    {
      "title": "World’s smallest snake rediscovered in Barbados 20 years after last sighting",
      "url": "https://www.theguardian.com/environment/2025/jul/24/worlds-smallest-snake-rediscovered-in-barbados-20-years-after-last-sighting",
      "author": "unknown",
      "tags": [],
      "content": "The world’s smallest snake has been rediscovered in Barbados, 20 years after its last sighting.\nThe Barbados threadsnake, which had been feared extinct, was rediscovered under a rock in the centre of the island during an ecological survey in March by the environment ministry and the conservation organisation Re:wild.\nThe reptile can reach up to 10cm in length when it is fully grown and is as thin as a strand of spaghetti. It had been on a global list of 4,800 plants, animals and fungi species that have been lost to science.\nThe rarity of the snake is a concern for scientists. Connor Blades, a project officer for the environment ministry, said: “If the threadsnake population is not very dense, I am worried about their ability to find mates, particularly if their habitat is under threat and being degraded.”\nBlades and Justin Springer, the Caribbean programme officer at Re:wild, had been looking for the threadsnake and several other endemic reptiles for more than a year as part of a conservation project.\nDuring the survey in March, Springer said he jokingly told Blade: “I smell a threadsnake,” while turning over a rock trapped under a tree root. And there it was.\n“When you are so accustomed to looking for things and you don’t see them, you are shocked when you actually find it,” Springer said.\nBlades took the snake to the University of the West Indies where examination under a microscope revealed the pale orange lines running across its body and the scale on its nose that confirmed it was what they were looking for.\nThe first sighting of the Barbados threadsnake was in 1889, and there have only been a handful of confirmed sightings since.\nThe threadsnake reproduces sexually and the females lay only one egg at a time, unlike some other reptiles that can produce fertile eggs without mating.\nWith 98% of the island’s forest having been cleared for agriculture since it was colonised more than 500 years ago, conservationists are concerned for the reptile’s extinction from habitat destruction and invasive species.\n“The threadsnake’s rediscovery is also a call to all of us as Barbadians that forests in Barbados are very special and need protection,” said Springer. “Not just for the threadsnake, but for other species as well. For plants, animals and our heritage.”"
    },
    {
      "title": "Australia’s surge in household battery installations is ‘off the charts’ as government subsidy program powers up",
      "url": "https://www.theguardian.com/environment/2025/jul/23/australias-surge-in-household-battery-installations-is-off-the-charts-as-government-subsidy-program-powers-up",
      "author": "unknown",
      "tags": [],
      "content": "A federal government program that gives a 30% subsidy on home batteries has sparked an “off the charts” surge in installations, with more than 11,500 applications to the scheme in its first three weeks.\nIndustry analysts said the battery boom was reminiscent of the surge in rooftop solar 15 years ago, and that it was ushering in a second revolution in home electricity.\nAccording to data provided to Guardian Australia by the Clean Energy Regulator (CER), 11,536 batteries have been installed since the government’s $2.3bn Cheaper Home Batteries program opened for connections on 1 July. More than 1,000 batteries were being installed every day.\nThe managing director of solar consultancy SunWiz, Warwick Johnston, said on some days more battery systems had been registered than stand-alone solar systems – a first for Australia.\nSign up: AU Breaking News email\n“Before the scheme was announced, there were about 75,000 battery installations in 2024 compared to 300,000 solar PV systems. So to go from one in six, to one [for] one, shows this [program] has unleashed a wave of interest,” he said.\nThe CER data showed about 40% of the installations since 1 July were in New South Wales, 20% in Queensland, 17% in South Australia and 12% in Victoria.\nResidents in NSW can also claim hundreds of dollars against a battery from a state-based scheme if they connect it to a virtual power plant provider that aggregates available power and then uses it to keep the electricity system stable.\nThe CER data showed the average size of the batteries under the scheme was 17 kilowatt hours, which Johnston said was much bigger than the ongoing average of 10-12 kWh.\nEligible batteries are between 5 kWh and 100 kWh, although fees under the program are only paid up to the first 50 kWh.\nThe chief executive of the Energy Efficiency Council, Luke Menzel, said interest in the battery program was “off the charts”.\n“It underlines just how hungry households are for solutions that can help them manage their energy costs,” he said.\nIn recent months companies have been allowed to sell and install batteries under the scheme, as long as they were not turned on until after 1 July.\nAndre Scott, a director at solar and battery installer 1KOMMA5, said in May and June, total sales of solar and batteries were up 76% on the same period in 2024.\n“We’ve also seen a significant spike in battery-only purchases – a 459% increase. If we include July, the demand has been at unseen levels across the board,” he said.\nScott said the surge in battery-only installations had come from people with existing solar systems.\nTypical prices for a battery were between $1,000 and $1,200 a kWh before discounts, he said. Most batteries were installed in a way that would provide homes with back-up power in the case of outages.\nThe director of analysis and advisory at Green Energy Markets, Tristan Edis, said the “demand for batteries has gone nuts”.\nHe said if the current rate of installations was maintained then within five years there would be about 10,000MW of battery capacity installed.\n“That’s a big deal when you think we have 20,000MW of coal capacity [in Australia].\nHe said adding batteries in homes would help to spread the use of solar energy into the evening and cut electricity demand during peak periods – a time, he said, when gas turbines traditionally ramp up.\nSign up to Breaking News Australia\nGet the most important news as it breaks\nafter newsletter promotion\n“[The boom in batteries] completely destroys the business case for a gas turbine and also the high evening prices that coal generators rely on.”\nJohnston said the levels of interest in home batteries was reminiscent of a period between 2008 and 2010 when the rooftop solar boom took hold.\n“There’s been a latent interest in batteries and people have been waiting for them to get cheaper. This program has improved the financials of it,” he said.\nSince the solar boom, the amount that households are paid for feeding electricity back to the grid has dropped significantly.\nThe general manager of distributed energy at the renewable industry’s Clean Energy Council, Con Hristodoulidis, said it had taken four years to accumulate 185,000 installed batteries, but that figure could be at 300,000 by the end of the year.\n“Solar was the first wave with people realising they could have energy independence. I think this is the second wave of a revolution,” he said.\nMenzel said Australia had become a world leader in the adoption of rooftop solar with more than 4m systems now installed.\n“The early interest in home batteries echoes the early ramp up in solar.\n“This is a sign that with the right support the suburbs will step up again to invest in the efficient, electric technologies that will help them drive down their bills.”\nBut he said considering the demand so far, it was “very unlikely the $2.3bn that has been allocated by the government will last through to 2030 as advertised.”\nThe government allocated $2.3bn in forward estimates for the program, and a further $1.2bn to 2030-31. The discount value per kWh will fall each year as battery prices are also expected to fall.\nIn a statement, the federal energy minister, Chris Bowen, said more than 10,000 people had already claimed on the scheme “to cut their power bills for good – slashing up to 90% off their energy bill from day one.”"
    },
    {
      "title": "Air pollution raises risk of dementia, say Cambridge scientists",
      "url": "https://www.theguardian.com/environment/2025/jul/24/air-pollution-raises-risk-of-dementia-say-cambridge-scientists",
      "author": "unknown",
      "tags": [],
      "content": "Exposure to certain forms of air pollution is linked to an increased risk of developing dementia, according to the most comprehensive study of its kind.\nThe illness is estimated to affect about 57 million people worldwide, with the number expected to increase to at least 150m cases by 2050.\nThe report, which was produced by researchers at the Medical Research Council’s epidemiology unit at the University of Cambridge involved a systematic review of 51 studies.\nIt drew on data from more than 29 million participants who had been exposed to air pollutants for at least a year.\nAlthough air pollution has already been identified as a risk factor for dementia, the research, which is the most comprehensive study of its kind to date, found there to be a positive and statistically-significant association between three types of air pollutant and dementia.\nThe pollutants were: PM2.5, which comes from vehicle emissions, power plants and woodburning stoves and fireplaces; nitrogen dioxide, which arises from the burning of fossil fuels; and soot, which comes from sources such as vehicle exhaust emissions and burning wood.\nWhen inhaled, these pollutants can penetrate deep into the lungs and are associated with various respiratory diseases and an increased risk of certain heart problems.\nMore specifically, the study found that for every 10 micrograms per cubic metre of PM2.5, an individual’s relative risk of dementia would increase by 17%. Using equivalent figures for soot, the risk rose by 13%.\nSoot and PM2.5 levels approached or exceeded these levels in 2023 at roadside locations in central London, Birmingham and Glasgow.\nThe most common cause of dementia is Alzheimer’s disease and in the UK about 982,000 people have the illness. Symptoms include memory loss, difficulty concentrating and mood changes.\nDr Haneen Khreis, the senior author of the study, said it provided “further evidence to support the observation that long-term exposure to outdoor air pollution is a risk factor for the onset of dementia in previously healthy adults”.\nShe added: “Tackling air pollution can deliver long-term health, social, climate and economic benefits. It can reduce the immense burden on patients, families, and caregivers, while easing pressure on overstretched healthcare systems.”\nAir pollution may cause dementia through causing inflammation in the brain and oxidative stress, which is a chemical process within the body that can cause damage to cells, proteins and DNA.\nThe researchers acknowledged that the report was limited because the majority of studies analysed included participants who were white and living in high income countries. They said future studies on air pollution should include more participants from marginalised backgrounds.\nDr Isolde Radford, senior policy manager at Alzheimer’s Research UK, said: “This rigorous review adds to mounting evidence that exposure to air pollution – from traffic fumes to wood burners – increases the risk of developing dementia.\n“Air pollution is one of the major modifiable risk factors for dementia – but it’s not something individuals can solve alone. That’s where government leadership is vital.\n“While the 10-year health plan acknowledges the health harms of air pollution, far more needs to be done to tackle this invisible threat.\n“Alzheimer’s Research UK is calling for a bold, cross-government approach to health prevention – one that brings together departments beyond health, including Defra, to take coordinated action on the drivers of dementia risk.”\nThe report was published in The Lancet Planetary Health.\n"
    },
    {
      "title": "Australia warned it could face legal action over ‘wrongful’ fossil fuel actions after landmark climate ruling from world’s top court",
      "url": "https://www.theguardian.com/environment/2025/jul/24/australia-warned-it-could-face-legal-action-over-fossil-fuels-after-icj-landmark-climate-ruling",
      "author": "unknown",
      "tags": [],
      "content": "Australia could face international legal action over its fossil fuel production and failure to rapidly cut emissions, Vanuatu’s climate minister says, after a potentially watershed declaration by the world’s top court.\nAn International Court of Justice (ICJ) advisory opinion published in The Hague on Wednesday found countries had a legal obligation to take measures to prevent climate change and aim to limit global heating to 1.5C above preindustrial levels, and that high-emitting countries that failed to act could be liable to pay restitution to low-emitting countries.\nThe case was instigated by law students in Vanuatu and referred to the ICJ by a decision of the UN general assembly in 2023 by 130 countries, including Australia. The opinion was hailed as a historic moment by Pacific island representatives, climate campaigners and legal academics. Vanuatu said it planned to push for a UN resolution to support its implementation.\nAustralia had joined other significant emitters, including the US and China, in arguing in submissions to the court that countries’ obligations were limited to complying with the 2015 Paris climate agreement and the UN Framework Convention on Climate Change.\nThe ICJ, represented by a panel of 15 judges, disagreed. It found all countries had binding obligations to act, not just under UN climate agreements, but under international human rights law, the law of the sea and customary international law. It said countries could be found liable if they failed to address fossil fuel production, consumption, subsidies and exploration licences.\nSign up: Clear Air newsletter\nVanuatu’s climate change minister, Ralph Regenvanu, said it would give Pacific island nations “much greater leverage” at climate talks and in dealing with partner countries such as Australia. He told the ABC’s Radio National it would take time to fully examine the 500-page opinion, but it suggested litigation was “definitely” an option.\n“According to the advisory the ICJ handed down today, Australia is committing internationally wrongful acts as it is sponsoring and subsidising fossil fuel production and excessive emissions,” Regenvanu said.\n“Australia is one of the major contributors to fossil fuel production. It’s the third largest exporter of fossil fuels in the world. It’s a major contributor to emissions … It needs to align itself with the advisory opinion and cease this conduct that is contributing to emissions and start making reparations.”\nDean Bialek, an international lawyer and former lead climate negotiator for island nations, said the opinion was “unusually robust” and would have “hugely significant” ramifications for Australia.\nBialek said the court’s confirmation of the primacy of the goal of limiting heating to 1.5C above preindustrial levels meant Australia should be setting an emissions reduction target for 2035 in the “mid to high 70s” – that is, at least 75% below 2005 levels – when it made that decision later this year.\nHe said the opinion made it “inescapable” that the Albanese government needed to include a “climate trigger” as it reformed national environment laws, and was a further demonstration that it needed to “intensify its diplomatic legwork” to host the Cop31 UN climate summit in partnership with the Pacific next year.\nRetta Berryman, a senior lawyer at Environmental Justice Australia, agreed the opinion would help measure whether the federal government’s upcoming climate commitments were ambitious enough, and said it was a “clear statement of the evolving legal standards around climate change”.\n“We are likely to continue to see significant climate litigation in Australia against governments and companies,” she said.\nAustralian National University associate professor Siobhan McDonnell, a lawyer and climate adviser to Vanuatu, said the opinion was “historic”, stating as it did that “all states have international human rights obligations, including the rights to ensure life, health and the rights to a clean and safe environment”.\nThe Australian Greens leader, Larissa Waters, said the ruling made it clear that “every one of Labor’s new coal or gas approvals risks Australia being legally liable for the climate consequences”.\n“This should be a turning point. Fossil fuel profits cannot override a climate safe future,” she said.\nWesley Morgan, a research associate with the Institute for Climate Risk & Response at the University of New South Wales, said Australia had dozens of coal and gas developments up for approval and the government must “heed the message from The Hague” when considering them. “The days of impunity for the fossil fuel industry are coming to an end,” he said.\nA federal government spokesperson said Australia was proud to have joined the Pacific in co-sponsoring this Vanuatu-led initiative, and recognised that climate change was “one of the greatest existential threats to all humanity and that it’s having a significant effect on our region”. They noted that the Coalition was debating scrapping its commitment to reaching net zero emissions by 2050, but Labor was committed to working with the Pacific to “strengthen global climate action”.\n“We will continue to turn around their decade of denial and delay on climate by embedding serious climate targets in law and making the changes necessary to achieve them,” the spokesperson said. “We will now carefully consider the court’s opinion.”"
    },
    {
      "title": "Trump effort to ditch greenhouse gas finding ignores ‘clearcut’ science, expert says",
      "url": "https://www.theguardian.com/environment/2025/jul/24/trump-effort-rescind-endangerment-finding-climate-crisis",
      "author": "unknown",
      "tags": [],
      "content": "One of the architects of a landmark 16-year-old finding on pollution’s impact on health that the Trump administration now wants to eliminate says that doing so would ignore “clearcut” science that has only become clearer today because of extreme weather.\nThe Trump administration plans would sweep away the US government’s legal authority to limit greenhouse gases in order to address the climate crisis.\nA proposed rule from the Environmental Protection Agency (EPA) would rescind the so-called “endangerment finding”, the federal government’s 2009 conclusion that carbon dioxide, along with five other greenhouse gases, harm the health of Americans.\nThe finding has underpinned the US government’s legal authority to deal with the climate crisis under the Clean Air Act and its removal would effectively dismantle limits on the pollution coming from cars, trucks and power plants that is dangerously heating the world. Several sources confirmed the draft plan, which was first reported on by the New York Times.\nA former EPA official who oversaw the crafting of the endangerment finding said there was little doubt among government scientists about the harm caused by greenhouse gases, with their findings borne out by escalating temperatures and disasters since 2009. “The science and the impacts were clear then and are only more clear today,” said Jason Burnett, who was associate deputy administrator of the EPA during George W Bush’s administration.\n“The science is clearcut, the impacts are clearcut and the law is clearcut. The challenge should be how we reduce emissions rather than debate whether there’s a problem.”\nDonald Trump, who as president has moved to squash pollution rules, stymie clean energy and boost fossil fuel production, had ordered a review of the endangerment finding. Lee Zeldin, Trump’s EPA administrator, said in March of the review that the administration “will not sacrifice national prosperity, energy security, and the freedom of our people for an agenda that throttles our industries, our mobility and our consumer choice while benefiting adversaries overseas”.\nThe endangerment finding followed a key 2007 supreme court ruling that greenhouse gases are pollutants that the EPA is obligated to regulate. A subsequent 210-page assessment by the EPA documented the growing evidence of harm caused by the buildup of greenhouse gases through heatwaves, stronger storms, strained water resources and impacts upon agricultural yields.\nBurnett said: “When I was working on this 17 years ago, it was a question of future impacts but today we are seeing and feeling those impacts as devastating events. People are having their lives upturned by floods in Texas or fires in California or hurricanes in Florida and all of these things are made worse by climate change. What is most tragic to me is that this administration won’t have any answer for those people.”\nAn avalanche of scientific research since 2009 has underscored the multitude of harm caused by the climate crisis, with researchers repeatedly reaffirming the strengthening case of the endangerment finding during this period.\nSince the EPA’s finding, eight of the 10 hottest years in recorded US history have occurred, along with more frequent extreme weather events that have helped spur 255 disasters that have each cost $1bn or more in damages.\nThe US government’s latest climate assessment in 2023, a report since yanked offline by the Trump administration, states that the “effects of human-caused climate change are already far-reaching and worsening across every region of the United States”.\nIt adds that “without rapid and deep reductions in global greenhouse gas emissions from human activities, the risks of accelerating sea level rise, intensifying extreme weather and other harmful climate impacts will continue to grow”.\nA repeal of the finding, however, would not only eliminate current limits to the pollution worsening this situation but also hamstring any future administration that sought to resurrect the US’s effort to curb global heating. “For the EPA to repeal the 2009 finding borders on criminal negligence,” said Robert Howarth, an environmental scientist at Cornell University.\n“The science was clear in 2009 and has become much stronger and clearer since,” he added. “Climate disruption is a large and growing problem, it is caused primarily from our use of fossil fuels and the resultant emissions of carbon dioxide and methane; and it is a deadly problem.”\nThe EPA plan isn’t expected to directly deny the overwhelming evidence of damage caused by planet-heating emissions, but rather claim that the agency doesn’t have the legal authority under the Clean Air Act to make such a wide determination upon a group of different pollutants.\nThe plan will also set in motion the reversal of regulations placed upon cars by Joe Biden’s administration that were intended to slash emissions from transportation, the largest sectoral source of carbon pollution in the US.\nCurrently, the rollbacks are listed as being under review by the White House. “The proposal will be published for public notice and comment once it has completed interagency review and been signed by the administrator,” an EPA spokesperson said.\nThe plan, once finalized, will almost certainly be legally challenged by environmental groups that will point to the 2007 supreme court ruling as compelling the endangerment finding.\n“My view is the administration is very unlikely able to win this in litigation given they are operating on theories that are inconsistent with the way the EPA has dealt with matters for the past 50 years,” said Richard Revesz, an expert in environmental policy at the New York University School of Law. “The legal grounds are very flimsy. But this will all take a lot of time and bring a lot of uncertainty to the landscape.”\nShould the finding be repealed, though, Revesz said the impact would be “devastating” and compound other actions by the administration to eviscerate the EPA of scientists and reverse the agency’s oversight of pollution.\n“They are attacking all of the elements necessary to protect the health and safety of the American people, their actions will literally lead to tens of thousands of premature deaths every year,” he said. “This is orders of magnitude more extreme than Donald Trump’s first term.”\nEven if the scrapping of the endangerment rule is ultimately overturned by the courts, environmental groups warned that the reversal would have lingering impacts.\n“The American people know that climate change is a threat to public health and welfare – not just because the science has been clear for decades, but because they can see it with their own eyes,” said Lena Moffitt, executive director of Evergreen Action, who called the EPA plan “cruel and absurd”.\n“This move won’t hold up in court, but in the months or years it takes to work through the legal process, corporate polluters will be able to inflict irreversible damage that the rest of us will be paying for years to come,” she added."
    },
    {
      "title": "In Ukraine’s bombed out reservoir a huge forest has grown – is it a return to life or a toxic timebomb?",
      "url": "https://www.theguardian.com/environment/2025/jul/22/in-a-bombed-out-reservoir-ukraine-huge-forest-grown-a-return-to-life-or-toxic-timebomb",
      "author": "unknown",
      "tags": [],
      "content": "A\nt the southern tip of Europe’s largest river island, the ground falls away into a vast and unexpected vista. From a high, rocky ledge on Khortytsia Island, the view opens on to a sea of swaying young willows and mirrored lagoons. Some of the trees are already many metres tall, but this is a young forest. Just a few years ago, all of it was under water.\n“This is Velykyi Luh – the Great Meadow,” says Valeriy Babko, a retired history teacher and army veteran, standing on the former reservoir shoreline at Malokaterynivka village. For him, this extraordinary new-old environment represents more than nature alone.\n“It is an ancient, mythic terrain, woven through Ukrainian folklore,” he says. “Think of all those Cossacks galloping through its valleys of forests so dense the sun barely pierced them.”\nThat historic landscape vanished in 1956, when the Soviet Union completed the Kakhovka dam and hydroelectric power plant and flooded the entire region. What had once been an ecological and cultural cradle became a reservoir, and its rich, living systems were entombed beneath the water.\nWater flows over the collapsed Kakhovka dam on 7 June 2023. Photograph: AP\nThen, in 2023, that water was unleashed as weapon: the Nova Kakhovka dam on the Dnipro River, under the control of Russian forces, was blown up (Russia denies bombing it). It sent a vast, destructive flood of water and sediment downstream, destroying villages and killing an unknown number of people; figures for the death toll range from a few dozen into the hundreds. Up to one million people lost access to drinking water. Two years on from the disaster, the reservoir’s future still hangs in the balance. Scientists say it represents both a “return to life” for the ecosystem and wild creatures that inhabit it – and an unpredictable, potentially toxic “timebomb”. It is a case study in the complexity of how nature responds to vast changes wrought by humankind – and what happens to ecosystems in the wake of disaster.\nIn the immediate aftermath of the bombing, Kakhovka reservoir resembled a desert of drying mud and cracked silt. Now, plants grow so thickly you must scythe through the vegetation covering the earth embankment before the basin comes fully into view.\nThe bone-dry former shoreline is studded with husks and shells of aquatic organisms that once lived here. Beyond it, a vast sea of young trees stretches over the horizon towards the occupied Zaporizhzhia nuclear power station. The size of it is difficult to take in: the reservoir’s surface area was 2,155 sq km (832 sq miles) – bigger than New York City and its five boroughs.\nThe latest report from the Ukrainian War Environmental Consequences Work Group (UWEC) confirms what satellite images, ecologists and field researchers began to observe over the past two years: the ecosystem of the lower Dnipro is not only recovering, it is evolving. The drained reservoir is now home to dense growths of willow and poplar and enormous wetlands; endangered sturgeon have returned to waterways; wild boar and mammals to the forests; and there are signs of spontaneous regeneration across a huge stretch of floodplain.\n“We are witnessing the emergence of a massive natural floodplain forest system,” says Oleksiy Vasyliuk, co-author of a 2025 report on the reservoir for the UWEC and head of the Ukrainian Nature Conservation Group. “It is not a managed project. It is the land itself returning to life.”\nInstead of an artificial lake on their doorsteps, Malokaterynivka residents have a new forest landscape to contend with. Photograph: Vincent Mundy\nThat return is increasingly measurable for ecologists. “Native fauna are returning to the section of the river freed from the dam and reservoir,” the report confirms. “As well as a rapid expansion of native vegetation, as many as 40bn tree seeds have sprouted, which could lead to the formation of the largest floodplain forest in Ukraine’s steppe zone.”According to Eugene Simonov, international coordinator at Rivers without Boundaries, what is unfolding in Velykyi Luh is not just a local wetland rebound, it is the rare and spontaneous reconstitution of a vast riverine ecosystem, with implications that stretch far beyond Ukraine.\n“Prior to the dam, the Dnipro floodplain here hosted huge oak forests and many types of wetlands over thousands of square kilometers, creating a mosaic of biodiversity-rich habitats for hundreds of bird species and gigantic fish such as the Ukrainian sturgeon, which used to come here to spawn,” Simonov says.\nClockwise from top left: Critically endangered sturgeon are returning to their ancient spawning grounds; billions of freshwater clams died when the reservoir emptied; young sturgeon at a caviar aquaculture facility – a small wild population is now found in the Dnipro; the fountains in Dubovy Gai (Oak Park), which will not work again now the water supply has dried up, says Valeriy Babko, pictured; the floodplain is littered with the remains of aquatic organisms. Photographs: Vincent Mundy\nThe Great Meadow, he says, also represents an opportunity for Ukraine as it seeks to attract global funds for postwar recovery and join the EU. “Restoring natural freshwater ecosystems along a 250-km stretch of the lower Dnipro could be the largest project of its kind in Europe and has the potential to become Ukraine’s decisive contribution to meeting EU commitments to restore rivers to their natural state by 2030,” he says.\nYet, as scientists are quick to emphasise, this recovery is not guaranteed. Much of the former reservoir remains inaccessible due to active shelling and mined terrain. Comprehensive biological monitoring is difficult. Heavy metals and chemical contamination are a growing concern for researchers. And the future of the area remains politically uncertain.\nClockwise from top left: trees sprout from the basin of the former reservoir; Vadym Maniuk, ecologist, surveys the dense growth; white willows and black poplars have grown rapidly, turning the area into forest; some of the trees have already grown many metres tall. Photographs: Vincent Mundy and Alessio Mamo\nWhile the reservoir forest looks like an oasis, sprung up in the absence of people, it is still marked by the residue of human enterprise. Over time, the banks of the reservoir eroded. Their fine particles of dust sank into a thick layer at the basin’s floor. At the same time, pollutants were entering the water – particularly heavy metals from industrial enterprises along and upstream of the reservoir.\nOleksandra Shumilova, a freshwater ecologist, says: “All these pollutants were absorbed into these fine particles that were deposited on the bottom.” The sediment acted “like an enormous sponge that was accumulated on the bottom of this reservoir. We estimate that it was about 1.5 cubic km of polluted sediments”.\nThe industrial chimneys of Zaporizhzhia tower over the ancient Scythian burial monuments of Khortytsia island. Photograph: Vincent Mundy\nWhen the dam was drained it sent an enormous quantity of polluted, potentially toxic waste flowing into the wider area. Its heavy metals could easily contaminate water sources, soil, and be taken up by plants. Even in small concentrations, they can “have negative effects on various systems of human organisms; for example, they can cause cancer, endocrine disruptions, problems with lungs, with kidneys,” Shumilova says. She compares their effects to radiation: as those toxins move up the food chain, they can concentrate, causing particular problems for bigger animals and meat eaters.\n“As for how these pollutants are also transferred within the food web, it’s not known. It is not possible to investigate at the moment, because it’s dangerous to enter the area. There is no systematic research,” she says.\nWith the Dnipro River’s water table permanently altered, the artificially fed ponds in Dubovy Gai are expected to be fully dried out by the end of the summer. Photograph: Vincent Mundy\nA 2025 report co-authored by Shumilova and published in the journal Science concluded that the pollutants represented a “toxic timebomb”, and warned of significant concerns for animal food webs and human populations living in the area. But, as in other environments – such as the site of the Chornobyl nuclear disaster – contamination and natural regeneration can occur side by side. In the same paper, the scientists concluded that within five years, 80% of the ecosystem functions lost to the dam’s presence will be restored and that the floodplain’s biodiversity would recover significantly within two years.\nThe UWEC report frames this moment as a strategic turning point for Ukraine’s environmental and cultural policy. If left to regenerate, the site could become one of Europe’s largest contiguous freshwater ecosystems, rivalling even the Danube delta in ecological importance. But the emerging forest at Kakhovka could disappear as quickly as it emerged.\n“If the hydropower dam is rebuilt,” Vasyliuk warns, “this young forest and all the life it now sustains will be lost again.”\nThe state energy company Ukrhydroenergo has already signalled its intention to reconstruct the Kakhovka hydroelectric power plant. For some officials, this represents a return to “normality”: a reinstatement of industrial productivity, energy security and geopolitical control.\n“Rebuilding the dam the way it was would not be a recovery,” says Vasyliuk, “it would be an ecocide. It would destroy a young, spontaneous forest before we even have a chance to understand it.”\nThe decision holds significance beyond Ukraine’s borders. Roughly 80% of the territory affected by the reservoir’s collapse lies within nationally and internationally protected zones, many of them part of Europe’s Emerald Network, placing the fate of Velykyi Luh within a larger continental mandate to safeguard ecological and cultural heritage.\nPeople fish in the river, which dropped by several metres after the dam was destroyed. Photograph: Vincent Mundy\nFrom a climate perspective, the newly forming ecosystem offers significant potential for carbon capture and storage, the 2025 UWEC report concludes.\n“This is an opportunity we cannot afford to miss,” says Simonov. “If Ukraine chooses to protect Velykyi Luh, it won’t just be saving a landscape, it will be choosing to believe in its own future.”\nVasyliuk adds: “This is our biocultural sovereignty at stake and that means our nature, our identity, our independence, and a symbol of the kind of nation we want to become.”\nAcross the lower Dnipro, warblers nest in reeds where water once lapped against concrete and sturgeon spawn in shallows they haven’t visited in 70 years. The new wetland echoes an ancient rhythm.\n“What will happen with this area? We cannot predict at the moment with full confidence, but it’s true that it is reestablishing very rapidly,” says Shumilova.\n“From a human point of view it was, of course, a disaster for people living there. But from a scientific point of view, it’s a very rare event: how an ecosystem [can be] re-established. It is a big natural experiment. And it is still ongoing.”\nBeyond the riprap (rocks placed at the shoreline to control erosion) of the former reservoir the new forest emerges. Photograph: Vincent Mundy\n Additional reporting by Tess McClure\nThis article was amended on 22 July 2025. An earlier version mistakenly attributed a quote on biological sovereignty to Eugene Simonov instead of Oleksiy Vasyliuk. Also, Oleksandra Shumilova referred to the “various systems” of human organisms, not “virus systems” as stated owing to a mis-transcription.\nFind more age of extinction coverage here, and follow the biodiversity reporters Phoebe Weston and Patrick Greenfield in the Guardian app for more nature coverage"
    },
    {
      "title": "‘Total infiltration’: How plastics industry swamped vital global treaty talks ",
      "url": "https://www.theguardian.com/environment/2025/jul/23/total-infiltration-how-plastics-industry-swamped-vital-global-treaty-talks",
      "author": "unknown",
      "tags": [],
      "content": "Being surrounded and yelled at about “misrepresenting reality” is not how serious United Nations-hosted negotiations are meant to proceed. But that is what happened to Prof Bethanie Carney Almroth during talks about a global treaty to slash plastic pollution in Ottawa, Canada. The employees of a large US chemicals company “formed a ring” around her, she says.\nAt another event in Ottawa, Carney Almroth was “harassed and intimidated” by a plastic packaging representative, who barged into the room and shouted that she was fearmongering and pushing misinformation. That meeting was an official event organised by the UN. “So I filed the harassment reports with the UN,” said Carney Almroth. “The guy had to apologise, and then he left the meeting. He was at the next meeting.”\n“That was one example when I filed an official report,” said Carney Almroth, an ecotoxicologist from the University of Gothenburg, Sweden. “But I’ve been harassed and intimidated lots of other times, in lots of other contexts, at off-site meetings, at side events, also at scientific conferences, via email and so on.”\nShe has also had to take measures to avoid surveillance at the meetings. “I have a privacy screen protector on my phone, because they will walk behind us and try to film what’s on our screens and see what notes we’re taking, or who we’re chatting with. I would never open my computer in the middle of a room without knowing who is behind me. It’s a high-vigilance, high-stress environment.”\nThese are examples of what numerous sources say is a “total infiltration” of the plastics treaty negotiations by vested industrial interests and corporate lobbyists. The core concern of six insiders who spoke to the Guardian was that the polluters are exerting too much power, not just within the negotiations but also within the UN Environment Programme (Unep), which oversees the negotiations. One source said they were “horrified” by the industry’s influence on policy and the sidelining of real solutions to plastic pollution, calling it “corporate capture”.\nThe plastics treaty negotiations resume in August in Geneva, Switzerland, having failed to reach agreement at the fifth round of talks in December. At stake is whether the torrent of toxic plastic pollution pouring into the environment can be stemmed. Doing so is not only vital to protect people and the planet but also to curb the climate crisis and the massive global losses of wildlife.\nBut a flood of industry lobbyists and organisations have joined the talks, far outnumbering national delegations and scientists. They assist a group of petrostates, led by Saudi Arabia, in blocking the progress that many nations want, and are part of a wider “petrochemical bloc” that a recent study says “is driving up plastics production, externalising the costs of pollution, distorting scientific knowledge, and lobbying to derail negotiations”.\nThe scale of the plastic problem is staggering. About 450m tonnes of new plastic is produced every year and production is set to triple by 2060 under current growth rates, damaging every aspect of a safe environment.\nAlmost all plastic is made from fossil oil and gas, and emissions from its production drive the climate crisis. Plastic and the toxic chemicals it contains also damage soils, ecosystems and human health, having pervaded the entire world from the top of Mount Everest to the deepest part of the ocean, from human brains to human breast milk.\nThe plastics treaty is being negotiated between the world’s nations, under the auspices of Unep. The negotiations began in 2022, and the talks in Geneva next month will be its sixth major meeting. But since the beginning, the talks have been dogged by a fundamental disagreement.\nMore than 100 nations, backed by more than 1,100 scientists, say a cap on the soaring production of plastic is essential to reduce all the harms they cause. Petrostates and plastic manufacturers reject this and say the focus should be on better managing and recycling of waste. Global climate action to cut carbon emissions is also putting fossil fuel states under pressure to increase other uses for their oil and gas.\n“The amount of plastic that we’re already producing today is entirely unmanageable,” said David Azoulay, a senior attorney at the Center for International Environmental Law (Ciel), who has attended the negotiations. “There’s no way, technically or policy wise, that we can manage it. But the companies’ objective is to produce more and miraculously somehow reduce the overall impact.” The expensive recycling technologies proposed by producers are “magical thinking”, he said. Only 9% of plastic is recycled, according to a 2022 OECD report.\nAzoulay said fossil fuel states and industry do have to be part of the negotiations, but that the process fails to take account of their vested interests. “The fact that there is a major group of business and industry is not problematic, as they are stakeholders. But the fact they’re given, at a minimum, equal standing and equal access to the processes as those of victims of the problem that they’re creating, that is a problem.”\nHe added: “There is a problematic underlying approach in how Unep operates, which is to consider that the people who created the problems, benefited from the problem, have lied about the problem and their responsibility about it for years and decades, are trustworthy partners to solve those problems.”\nWhile the negotiating countries will decide the outcome of the treaty talks, Unep is the host and its executive director, Inger Andersen, has a critical and influential guiding role. She has not been spared from criticism.\nAndersen was accused of an “inappropriate absence of ambition” by more than 100 environmental organisations in April 2023. They also expressed concern about a “lack of transparency regarding who is advising [her] work and the [treaty] secretariat”, which is the group of Unep officials who manage the talks.\nShe was criticised in particular for a statement perceived to undermine the importance of a cap on plastic production, made in September 2024: “We have to have a more refined conversation than just cap [or] no cap, because it’s not an intelligent conversation.” A reduction in production should focus on raw polymer for single use, short-lived products, not “car parts and plane wings”, she said. Critics said her statement contradicted scientific evidence that the environmental impact of plastics begins with extraction and production, not just their use.\nThe environmental organisations complained to Andersen’s boss, the UN’s secretary general, António Guterres, in October 2024, saying they had “deep concerns” that her public statements would “narrow the scope” of the treaty and that she had exceeded her role as convener of the negotiations. They did not receive a reply.\nIt was also alleged at the most recent negotiating round, in Busan, South Korea, in December, that Andersen had put pressure on high-ambition countries to give way on their demands for a strong treaty with a cap on plastic production. Andersen responded at the time, saying: “I will meet with everyone at every stage of the way and I will obviously meet the member states and hear them out, from [across] the entire spectrum of the 193 [countries].”\nIn her convening role, Andersen can do only so much to encourage nations to reach a deal. All the countries have to reach a consensus, but one nation in particular stands out as a block to an effective plastics treaty: Saudi Arabia, the world’s second biggest oil producer. Via its oil company Saudi Aramco, it owns Sabic, one of the world’s biggest producers of plastic.\nThe country has played an increasing role in the plastics treaty negotiations and was described by Politico as the “ringleader” of a small group of oil-rich countries, including Russia and Iran, that blocked proposals for production caps in December.\nIt has also developed a close relationship with Unep in recent years. Andersen made an official visit to Saudi Arabia in January 2024, met Saudi ministers at the UN summit on desertification which was hosted in Riyadh in December 2024 and sought a further ministerial meeting at Davos in 2025 to discuss “strengthening of cooperation”. She was in Riyadh again on 29 June, signing a cooperation agreement on emissions reductions.\nThe country paid Unep $1m to host World Environment Day in 2024, a similar sum paid by previous host nations, and gave the UN agency donations of more than $20m between 2020 and 2024. Some of that was contributions to Unep’s environment fund and covered arrears dating back to 2021. Many countries give money to Unep, which relies on these voluntary contributions for 95% of its income.\nMost of the rest was instalments from a $25m deal struck in 2019 for Unep to provide expertise in strengthening Saudi Arabia’s environmental protections. After the deal, the head of Unep’s Saudi Arabia office wrote a report which the Guardian has been told expressed concerns about the governance of the money. Unep refused to share the report with the Guardian, saying it was a standard handover report by an official leaving his post and was confidential.\nIn response to the criticisms of Andersen and the plastic treaty talks, a Unep spokesperson told the Guardian: “Unep’s sole focus is on supporting all countries to deliver an impactful treaty that will finally end plastic pollution. Unep continues to facilitate the participation of all relevant stakeholders in the process so we can end plastic pollution for everyone, everywhere.”\nInside the plastics treaty negotiations, an official from Saudi Arabia’s ministry of energy was elected in November 2024 to the 10-person bureau of national representatives that run the treaty talks.\nAzoulay said Saudi Arabia and its allies were undermining the plastics treaty talks. “We’re seeing complete bad faith negotiation.\nThe obstruction [by Saudi Arabia] takes many forms, using their 35 years of experience in derailing climate negotiations, using every procedural tool to prevent progress, and using their vast financial resources to strong-arm and try to influence other countries,” he said. The Saudi government did not respond to a request for comment.\nWhile the petrostate delegations are power players in the meeting rooms and corridors of the treaty negotiations, one group outnumbers every nation: plastic industry lobbyists. At the December talks in Busan there were a record 220 corporate lobbyists in attendance.\nThat was far more than even the host nation’s delegation of 140 and was three times the number of independent scientists. Dow and ExxonMobil sent nine lobbyists between them, according to an analysis by the environmental law group Ciel. Some lobbyists were included in country delegations, rather than with observer organisations, giving them access to sensitive member-state-only sessions, Ciel said.\n“The overwhelming presence of industry lobbyists skews the treaty’s direction,” a document being circulated among concerned treaty observers and sent to the Guardian says. “This imbalance sidelines scientific evidence in favour of corporate agendas, undermining the treaty’s potential effectiveness.”\nThis warning is not new. Another letter from environmental organisations to Andersen in April 2024 said the lack of a conflict of interest policy enabled industry access to decision-makers. “The participation of businesses from the oil, gas and petrochemical sectors poses a severe threat to the objectives of the treaty,” the letter said.\nA Unep spokesperson said it was for the negotiating countries themselves to establish a conflict of interest policy, but they had chosen not to do so. In reference to the harassment of Prof Carney Almroth in Ottawa, the spokesperson said a UN code of conduct to prevent such behaviour strictly applied to all plastics treaty meetings.\nAnother lever of influence being pulled by corporate interests is via the system through which Unep gives full access to the negotiations to civil society sectors including women, farmers, Indigenous peoples, children and scientists.\nThe membership of one group has soared recently: business and industry. More than 30 plastic and chemical industry lobby organisations have joined the negotiations since the start of 2023, almost doubling the total number.\nThese include the US Plastics Industry Association, Plastics Europe and national plastic industry groups from the UK, Australia, New Zealand, India, Brazil, Colombia, Malaysia and Korea. The group is co-chaired by a Saudi official.\nThe problem, say critics, is that industry players have deep pockets and clear financial interests. “Lobbying should be called lobbying. It shouldn’t be called ‘society observers’,” said one source close to the negotiations.\nA report by InfluenceMap in November 2024 found that plastic and fossil fuel industry groups, including ExxonMobil, Sabic, PlasticsEurope and the American Fuel and Petrochemical Manufacturers, “strongly advocated to weaken the ambition of the plastics treaty”.\nIn contrast, the report said: “The consumer goods and retail sectors have strongly supported an ambitious, science-aligned treaty, but [the plastic and fossil fuel sector] at present seems to have the upper hand.”\nHotel and flight costs make the treaty negotiations expensive to attend, which is why rich industrial interests can flood the talks with lobbyists while smaller countries, scientists and NGOs struggle to find the funds, said Carney Almroth.\n“​​The lobbyists have much more power and much more access,” she said. “They have the economic power to get into rooms I can’t get into. They can speak directly to ministers in ways that I cannot.”\nCarney Almroth says she is fortunate to be in position to speak out, with a permanent post at a supportive university in Sweden, a safe country where intimidatory lawsuits that have targeted some scientists are difficult for companies to pursue. Many other plastics researchers are afraid to let their voices be heard, she said, fearing legal challenges, loss of funding or career damage. “It’s the tobacco playbook: challenge the science, challenge the messenger, try to silence people, try to undermine people’s credibility.”\nOne business group is particularly influential: the World Business Council for Sustainable Development, whose members include significant plastic, chemical and fossil fuel companies such as Sabic, BASF, BP, Chevron, DuPont, Dow, LyondellBasell and Shell. WBCSD has provided successive co-chairs to the business and industry group.\nIn a statement, the WBCSD said it followed UN rules of procedure, saying: “We support the global ambition to reduce plastic production and use [and] we believe stakeholder participation – including businesses, civil society, academia, and others – is critical to achieving a durable and effective agreement.\n“Representing companies across industries and throughout the plastics value chain – from raw material producers through to consumer brands and waste management – we engaged as an organization well positioned to share a wealth of private sector knowledge, and expertise and support the process into practical action.”\nScientific experts, also keen to share their wealth of knowledge, say they have struggled to keep up with correcting wrong or misleading statements made by industry groups during the talks.\nThere is no official scientific advisory panel for the treaty. Instead, the self-organised Scientists’ Coalition for an Effective Plastics Treaty (Scept) has attempted to fill the gap. It has 450 members, none funded by industry, and advises the smaller nations plagued by plastic who cannot afford to send scores of delegates to the negotiations.\nHowever, in February 2025, Scept wrote to the bureau running the talks and Unep’s Andersen to complain about a lack of access to meetings during the December negotiating round.\n“Consequently, our ability to follow the negotiations was severely limited,” the scientists said. “We were unable to identify the knowledge gaps, misunderstandings or misinformation that require clarification, often spread by actors with conflicts of interest.”\nScientists also said their criticisms of a significant 2023 Unep report on “how the world can end plastic pollution” were ignored. The scientists said the report failed to reflect the whole range of health and environmental impacts of plastic pollution and was over-optimistic about technical solutions to deal with waste plastic.\nScept experts had been invited to participate before the report’s publication and provided more than 300 comments. Unep said a “technical issue” meant an email containing Scept’s comments was not received in time for publication. It said it had taken feedback from other experts and denied the report underplayed the impacts of plastic.\nSome countries are gearing up for a fight at the next round of negotiations in Geneva in August. Ninety-five nations issued a “wakeup call for an ambitious plastics treaty” on 10 June at the UN Ocean Conference.\n“Mountains of plastic [are] suffocating our ecosystem, poisoning food chains and threatening our children’s future,” said France’s environment minister. “This is a pivotal moment. We will not give up.”\nBut Carney Almroth is uncertain about success. “Who knows? We’re planning and strategising for our scientists now and how we’re going to communicate our messages. But I think we can expect chaos and fireworks.”\nShe recalled another incident of harassment at one of the plastics negotiations. A man from the plastics industry, who was not on the guest list, started harassing and shouting at students who were checking people in. “He was leaning over them, angry – it was bad, bad behaviour.”\n“Everyone I’ve ever been yelled at by is a white man from the global north – every single time. It’s a power dynamic,” she said. “But I don’t cower. I don’t shrink away. And I don’t raise my voice. I respond with references and facts and numbers. I’m also quite tall and when I go to the meetings, I wear heels and I’m taller than most of them. It’s petty, but it’s a game.\n“I like to think that we are impacting in a positive way, to bring more evidence-based decision making in ways that can help us find solutions that are truly more protective of people and the environment.”\nYou can contact Damian Carrington via email, Signal (dpcarrington.35) or securely via this guide."
    },
    {
      "title": "Nations who fail to curb fossil fuels could be ordered to pay reparations, top UN court rules",
      "url": "https://www.theguardian.com/environment/2025/jul/23/healthy-environment-is-a-human-right-top-un-court-rules",
      "author": "unknown",
      "tags": [],
      "content": "States must tackle fossil fuels, the world’s top court has ruled, and failing to prevent harm to the climate could result in them being ordered to pay reparations.\nIn a landmark advisory opinion published on Wednesday, the international court of justice (ICJ) said countries must prevent harm to the climate system and that failing to do so could result in their having to pay compensation and make other forms of restitution.\nPresenting the 133-page document to a packed court at the Peace Palace in The Hague, the ICJ president, Yūji Iwasawa, said climate breakdown had severe and far-reaching consequences which affected natural ecosystems and people. “These consequences underscore an urgent existential threat,” he said.\nThe unanimous opinion covers a wide range of matters under international law. It says states are liable for all kinds of activities that harm the climate, but it takes explicit aim at fossil fuels.\nIt says that a state’s failure to take appropriate action to protect the climate system from greenhouse gas emissions, including through the production and consumption of fossil fuels, the granting of fossil fuel exploration licences or the provision of fossil fuel subsidies, “may constitute an international wrongful act which is attributable to that state”.\nClimate campaigners and representatives of vulnerable countries were delighted with the outcome. Speaking outside the court, Vanuatu’s minister for climate change, Ralph Regenvanu, said it was a milestone moment for climate justice. “It has confirmed what vulnerable nations have been saying and have known for so long,” he said. “That states do have legal obligations to act on climate change.”\nHe said the document would be a vital tool in upcoming climate negotiations and was likely to inspire new lawsuits. Advisory opinions are technically non-binding but are considered authoritative because they summarise existing law rather than create laws.\nHarj Narulla, a barrister specialising in climate litigation and counsel for Solomon Islands in the case, said the ICJ laid out the possibility of big emitters being successfully sued.\n“These reparations involve restitution – such as rebuilding destroyed infrastructure and restoring ecosystems – and also monetary compensation,” he said.\nCoal, oil and gas are the main cause of anthropogenic climate breakdown, but there was no mention of fossil fuels in the main text of the Paris agreement in 2015. It was not until 2023 that countries said they would “transition away” from them, and even that weaker pledge was downgraded by some governments to optional.\nThe court also said states were legally liable for the actions of the private sector and must regulate corporate activities that contributed to the climate crisis.\nThe UN instructed the ICJ to produce this document in 2023 after years of campaigning by a group of Pacific island law students and diplomacy led by the Pacific island state of Vanuatu.\nVishal Prasad, one of the law students that lobbied the government of Vanuatu to bring the case to the ICJ, said: “This advisory opinion is a tool for climate justice. And boy, has the ICJ given us a strong tool to carry on the fight for climate justice.”\nUN secretary-general António Guterres hailed the opinion and said it affirms that the Paris climate agreement goal needs to be the basis of all climate policies. “This is a victory for our planet, for climate justice, and for the power of young people to make a difference,” he said. “The world must respond.”\nIt was the largest case the court has ever heard. During a two-week hearing in The Hague in December, representatives of vulnerable states told a panel of 15 judges that a handful of countries should be held legally responsible for the ongoing impacts of the climate crisis.\nSign up to Down to Earth\nThe planet's most important stories. Get all the week's environment news - the good, the bad and the essential\nafter newsletter promotion\nThe world’s top greenhouse gas emitters denied they had any obligations beyond the UN framework convention on climate change (UNFCCC) and the 2015 Paris agreement. The court resoundingly rejected that argument, saying a range of other treaties applied, including the UN convention on the law of the sea, the Vienna convention for the protection of the ozone layer, the Montreal protocol, the convention on biological diversity and the UN convention to combat desertification.\nCustomary international law also applied, it said, including principles of sustainable development, common but differentiated responsibilities, equity, intergenerational equity and the precautionary principle. States also had a duty to work together to protect the climate, the court said, because uncoordinated action “may not lead to a meaningful result”.\nThe court said a clean, healthy and sustainable environment was a precondition for exercising many human rights, such as the right to life, the right to health and the right to an adequate standard of living, including access to water, food and housing.\nThe ICJ took aim at countries that are not part of climate change treaties, saying they still had to show that their climate policies and practices were consistent with other parts of international law. Donald Trump signed an order earlier this year to withdraw the US from the Paris agreement for the second time, and other rightwing leaders have threatened to do so as well.\n“As always, President Trump and the entire administration is committed to putting America first and prioritising the interests of everyday Americans,” White House spokesperson Taylor Rogers told Reuters in response to the opinion.\nThe fact that the climate crisis was a global problem did not absolve individual states of responsibility, the court said, and those that have been harmed could theoretically bring climate-related legal claims against those that caused it. It may be more difficult to make a causal link than in the case of local pollution, but the court said it was not impossible and would be strengthened by existing science.\nCourts could order reparations, the ICJ said, including the restoration of infrastructure and ecosystems. In cases where the damage is irreparable, compensation may be due.\nThe ICJ is the third of four top courts to publish such a document on the climate crisis. The inter-American court of human rights (IACHR) concluded earlier this month that there was a human right to a healthy climate, and the IACHR and the international tribunal for the law of the sea said states had a legal responsibility to control greenhouse gases. The African court on human and people’s rights has only just begun the process.\nOf all these, the ICJ has the widest jurisdiction and the role of harmonising and integrating international law. Vanuatu now intends to take the document to the UN general assembly to seek a resolution affirming its findings."
    }
  ],
  "Business": [
    {
      "title": "UK firms cutting staff at fastest pace since February as economy struggles",
      "url": "https://www.theguardian.com/business/2025/jul/24/uk-firms-cutting-staff-at-fastest-pace-since-february-taxes-us-tariffs-pmiu-survey",
      "author": "unknown",
      "tags": [],
      "content": "UK businesses are cutting jobs at the fastest pace since February in response to higher taxes and global uncertainty caused by Donald Trump’s tariff threats, according to a closely watched survey of the private sector.\nThe flash S&P Global purchasing managers’ index (PMI) for July showed a decline in fresh orders, hitting jobs and dragging down growth.\nAccording to the report: “Survey respondents widely commented on the need to reduce headcounts in response to higher payroll costs and subdued customer demand.”\nPosing a dilemma for the Bank of England as inflation remains above its target, the early snapshot of activity this month showed manufacturing growth was static while sales in the services sector weakened.\nCentral bank officials meet in a fortnight and are widely expected to cut interest rates from 4.25% to 4% to lift the UK’s stuttering economy.\nSurveys of UK businesses have shown that extra employment taxes in the last budget and Trump’s tariff threats have slowed the economy. The most recent official estimates show the economy contracted in April and May.\nThe latest figures showed unemployment nudged up to 4.7% in May, hitting the highest level in four years, while wage growth slowed for a third consecutive month, and employers cut back on hiring.\nHowever, inflation is running at 3.4%, above the Bank’s 2% target. Threadneedle Street has forecast that prices growth is unlikely to fall significantly until next year.\nAccording to James Smith, an economist at ING, the latest survey figures “perfectly encapsulate the headache the Bank of England faces right now”.\nThe flash S&P Global PMI, which covers the services and manufacturing sectors, dropped from 52 to 51 in July. A figure above 50 indicates expansion.\nMost of the drop was blamed on the services sector, which fell from 52.8 to 51.2, while the manufacturing output index rose to 50.\nSmith said: “Higher payroll taxes and a chunky rise in the national living wage back in April are exerting more significant downward pressure on staffing numbers, according to the latest PMI.\n“But the PMI also suggests these policy changes are keeping upward pressure on prices. We’ve seen hints of this in the [inflation] data, principally in food, where inflation rates have picked up over and above what we’ve seen in the eurozone. Pressure on staffing costs also likely explains the stickiness in hospitality inflation through the spring.’\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nThe PMI report said export sales decreased for the ninth consecutive month, “albeit to the least marked extent since January”.\nFirms said the uncertainty created by Trump’s tariff threats was a factor along with competition from Chinese companies shut out of the US by high levies on many goods.\nLooking ahead, businesses said they expected the global turmoil to calm down and interest rates to fall, making them optimistic about the next 12 months. They also predicted that a recent increase in household savings would reverse and that the more benign outlook would encourage consumers to begin spending again.\nChris Williamson, the chief business economist at S&P Global Market Intelligence, said the survey showed the UK economy was struggling to expand as it moved into the second half of the year.\n“Output growth weakened to a pace indicative of the economy growing at a mere 0.1% quarterly rate, with risks tilted to the downside in the coming months,” he said."
    },
    {
      "title": "Thousands of EE and BT customers across UK hit by mobile network outage",
      "url": "https://www.theguardian.com/business/2025/jul/24/thousands-of-ee-and-bt-customers-across-uk-hit-by-mobile-network-outage",
      "author": "unknown",
      "tags": [],
      "content": "Thousands of EE and BT customers have reported encountering problems when making or receiving calls, as a result of a widespread mobile network outage.\nReports of problems with EE, as well as its parent company BT, were first logged by users at 11.15am on Thursday morning on the website Downdetector, which monitors internet outages.\nThe reports peaked at about 2.15pm, when more than 2,600 EE customers reported being unable to access the mobile network.\nThe outage affected customers across the UK, from Glasgow to the south coast of England, according to a map of reports on Downdetector, with people in London, Birmingham, Manchester and Leeds reporting the most problems.\nMeanwhile, EE and BT customers posted on social media that they were unable to make or receive calls on mobiles and landlines, and could not get through to EE’s customer service number.\nA BT spokesperson said: “We’re currently addressing an issue impacting our services. We apologise for any inconvenience caused; we’re working urgently to fix this issue and will provide a further update as soon as possible.”\nThe Guardian understands that voice services were affected, but EE customers were able to call 999 as normal if required.\nHundreds of users reported problems with other mobile networks. However Vodafone, which also owns the network Three, said there were no problems with its networks.\nThere were spikes of reports of outages at Vodafone and Three on Downdetector. However users may have reported problems if they were unable to contact EE customers.\nEE, which was bought by BT in 2016, has about 25 million customers in the UK. The entire BT Group has more than 30 million UK customers and reported total revenue of £20.4bn in the year to March 2025."
    },
    {
      "title": "Trump tussles with Jerome Powell on rare visit to Federal Reserve",
      "url": "https://www.theguardian.com/business/2025/jul/24/trump-jerome-powell-federal-reserve",
      "author": "unknown",
      "tags": [],
      "content": "Donald Trump sparred with the Federal Reserve chair, Jerome Powell, on Thursday during a rare presidential visit to the central bank’s headquarters.\nTrump was continuing his campaign to pressure the Fed to cut interest rates and was visiting its Washington headquarters to view costly renovations he has suggested are tantamount to fraud.\nHaving branded Powell a “numbskull” for the Fed’s recent decisions not to cut rates, Trump has turned up the pressure on Powell with criticism of the $2.5bn bill for renovating the Fed’s historical buildings.\nPowell and Trump stood in hard hats inside the Fed’s construction site. Urging the Fed chair to stand closer to him, Trump alleged that the bill for the renovations would now cost $3.1bn.\n“It looks like it’s about $3.1bn – it went up a little bit or a lot,” said Trump. The usually unflappable Powell looked visibly irritated, closed his eyes and shook his head. “I am not aware of that,” said Powell.\nHanded a piece of paper by Trump, Powell scanned it and said the new figure included the cost of renovations for the Martin Building, a different Fed office that was renovated five years ago. “It’s not new,” said Powell.\nAsked by a reporter what he would do if a project manager went over budget, Trump said: “I’d fire him.\n“Look, I would love to see it completed,” Trump said. “I don’t want to put that in this category.”\nThe president backed away from earlier statements in which he had suggested he would fire Powell, a suggestion that has rattled stock markets. Trump said: “To do that is a big move, and I just don’t think it’s necessary, and I believe he’s going to do the right thing.”\nThe visit to the Fed comes less than a week before the central bank’s 19 policymakers gather for a two-day rate-setting meeting, where they are widely expected to leave the central bank’s benchmark interest rate in the 4.25%-4.50% range.\nTrump has demanded that the Fed lower rates by three percentage points. Trump has repeatedly demanded that Powell slash US interest rates and has frequently raised the possibility of firing him.\nAhead of Trump’s visit, Fed staff escorted a small group of reporters around the construction sites. They wove around cement mixers and construction machines, and spoke over the sound of drills, banging and saws.\nFed staff pointed out security features, including blast-resistant windows, that they said were a significant driver of costs, in addition to tariffs and escalations in material and labor costs.\nReuters contributed to this story"
    },
    {
      "title": "Wise is bundling co-founder’s voting rights into ballot on US listing. It deserves to lose",
      "url": "https://www.theguardian.com/business/2025/jul/24/wise-founders-enhanced-voting-rights-us-listing-deserves-to-lose-kristo-kaarmann",
      "author": "unknown",
      "tags": [],
      "content": "I\nf Wise, the money transfer company whose £10bn valuation makes it a big fish in London’s small pool of quoted financial technology companies, was only proposing to switch its primary listing to New York, its plan would probably sail through.\nA few UK shareholders may regret the loss to the London stock market of a success story out of Shoreditch. But they usually vote in favour when management – in this case, the Wise co-founder Kristo Käärmann – says “major US growth opportunities” would be best pursued with a US listing.\nHowever, the listing location isn’t the sole big item on the agenda at its extraordinary general meeting this coming Monday. Controversially, Wise also wants to extend the company’s “dual-class” structure, which gives enhanced voting rights to those who hold the “B” class variety. A chief beneficiary would be Käärmann: the supercharged nature of the “Bs” means his 18% economic interest in Wise becomes 55% (though capped at 50% in practice) in terms of voting clout.\nThis arrangement was set at listing in 2021 and was due to expire next summer under a “sunset” clause. Wise wants to extend by a full 10 years, an idea that usually upsets those investors who think good governance requires “one share, one vote” and that tech founders are not obliged to adopt Mark Zuckerberg’s levels of control freakery when it comes to other shareholders’ rights.\nWhat’s the problem? you may ask. If shareholders don’t like the “B” class proposal, they can just vote against it while giving a thumbs up to the switch to New York. Except they can’t. Wise has structured the vote as an all-or-nothing affair. There is only one indivisible proposal on the table.\nIf the tactic looks like a backdoor manoeuvre, the company’s other Estonian co-founder, Taavet Hinrikus, agrees. Hinrikus left the firm soon after listing but still has 5.1% of the shares (and 11.8% of the votes) via his vehicle Skaala Investments. Two fundamentally distinct issues should not be bundled into a single vote, he argues, adding: “Wise owners deserve governance structures that enhance value, not entrench power.”\nHe’s right on both scores. Wise is now 15 years old and made pre-tax profits of £565m last year, so is no longer a youthful startup, one excuse tech founders offer for supercharged voting rights. In any case, Käärmann would still have almost a fifth of the shares, enough to resist most short-term agitators who may divert him from his long-term mission to have Wise handle trillions worth of cross-border transactions rather than mere billions.\nThe essential point is that shareholders should be allowed to decide unrelated issues – the listing and the voting rights – separately. Wise’s claim that the two are inextricably entwined reads as self-interested waffle, a bad look for a company that trumpets transparency over fees in its day job.\nIn an entertaining subplot, Wise has had to withdraw its claim that Pirc, one of the big proxy voting agencies, supported Monday’s proposal. The company says it only belatedly became aware that Pirc was recommending voting against. Indeed, the proxy firm’s stance is strong: “The retention of enhanced voting rights further suggests a shift toward entrenching management control.”\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nThe proposal requires a supermajority of 75% in both classes of share by value, so the vote isn’t necessarily a slam dunk for Wise, even if that’s still the way to bet. But Wise and Käärmann deserve to lose. As noted in this column at the time, the company was being clumsily vague about voting rights and the sunset clause when it originally announced its US ambition at the start of June. Now everybody can see that a contentious governance proposal has been inserted awkwardly into the luggage for the US trip. It’s not the way to do things: make it two proposals."
    },
    {
      "title": "Fears UK gas stockpile to drop for winter as British Gas owner plans sell-off",
      "url": "https://www.theguardian.com/business/2025/jul/24/fears-uk-gas-stockpile-drop-for-winter-british-gas-owner-centrica-sell-off",
      "author": "unknown",
      "tags": [],
      "content": "Britain may have lower gas stockpiles going into the winter after the owner of British Gas indicated it plans to sell its stored gas to help reduce losses at a North Sea gas storage facility.\nCentrica said the financial losses from its Rough gas storage business were not sustainable, meaning it would aim to sell the existing gas at the site without restocking before winter.\nThe FTSE 100 energy company is lobbying the government to help support the site, which lost £26m in the first half of the year, according to the company’s financial results, after making £53m in profit a year ago.\nThe dwindling returns from Centrica’s gas storage business, combined with mild weather and falling wholesale energy prices, caused the company’s profits to halve from more than £1bn in the first half of last year, to about £500m in the first six months of 2025.\nChris O’Shea, Centrica’s chief executive, said this year had “seen more challenging conditions” for British Gas, which made £133m in operating profit in the first half of the year compared with £156m in the same months last year.\nHe also took a swipe at the company’s nearest household energy rival, Octopus Energy, for reportedly failing to meet the regulator’s financial resilience targets, which were put in place to prevent energy companies from going bankrupt.\nOctopus is one of three big energy suppliers that have reportedly failed to meet Ofgem’s financial thresholds and have been asked to present a plan to the regulator to show how they will meet the rules in the next two years.\nO’Shea said that it was “outrageous” and “criminal” that Ofgem had not stopped Octopus from acquiring new customers until it met the new rules, introduced after scores of suppliers collapsed during the energy crisis.\nHe launched his attack on Octopus months after the supplier, founded by Greg Jackson, toppled British Gas from its position as Britain’s biggest home energy provider for the first time in the almost four decades since the industry was privatised.\nOctopus called O’Shea’s comments “yet more naked self-interest” and suggested that British Gas “obsess about their customers rather than their rivals”. Its spokesperson added that Octopus complied fully with Ofgem’s rules.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nThe two chief executives were also on opposing sides of the industry’s debate over zonal energy pricing earlier this year: O’Shea cautioned against overhauling Britain’s energy market, while Jackson was the most vocal supporter of the plans – which ministers have since been ruled out.\nO’Shea said that he did not expect a swift response from the government on Centrica’s call for financial support for Rough, but the company was able to inject gas into the storage facility for this winter if a resolution was found.\nCentrica reopened Britain’s largest gas storage site in late 2022 amid Europe’s energy crisis, when rocketing prices helped make the facility financially attractive. But as European gas market prices cooled Rough has put financial pressure on the company."
    },
    {
      "title": "M&S advert banned for featuring model who looked ‘unhealthily thin’",
      "url": "https://www.theguardian.com/business/2025/jul/23/ms-advert-banned-for-featuring-model-who-looks-unhealthily-thin",
      "author": "unknown",
      "tags": [],
      "content": "An advert by high street retailer Marks & Spencer has been banned for featuring an “irresponsible” image of a model who appeared “unhealthily thin”.\nThe Advertising Standards Authority (ASA) said the model’s pose, choice of clothing and the camera angle which seemed to tilt downwards all contributed to the impression she was too thin.\nThe picture, which appeared on the M&S app, featured a model wearing slim-fit black trousers and a white off-the-shoulder top, where some of her upper torso can be seen.\nShe faced the camera with one hand in her pocket and the other holding a bag. The advertising watchdog described the model’s collarbones as “very prominent”.\nIt added that the model wore “large pointed shoes which emphasised the slenderness of her legs” and: “In part due to the camera angle which appeared tilted downwards, the model’s head appeared out of proportion with the rest of her body and further highlighted her small frame.”\nM&S argued in its submission to the ASA that its “inclusive women’s wear clothing” represented sizes eight to 24. However, it acknowledged that the models in the ads were size eight, and therefore at the lower end of its sizing range.\nThe retailer said it “took concerns about the depiction of body image in their ads very seriously”, “all models were in good health”, and that it “complied with industry standards and best practices to avoid promoting unhealthy body images”.\nThe ASA ruled that the advert must not appear again in its current form and M&S must ensure all its images “did not portray models as being unhealthily thin”.\nM&S confirmed that the images had been removed.\nThe ASA said it also received complaints about three other adverts on the M&S app, website and in an email for the company, where two models wear a pink polka-dot dress.\nIn its investigation, it said the model’s face “did not look gaunt”, adding that “while thin, her arms and the leg visible in the shot did not display any protruding bones”.\n“The model appeared in proportion and we considered that she was not presented as unhealthily thin overall,” the ruling concluded.\nThe other images in the ad, which featured another model, also “showed the model in proportion. We also considered that the model did not appear unhealthily thin in those shots.”\nThe ruling comes amid concerns that the fashion industry is reversing progress made in the body positivity movement in the 2010s due to a recent trend towards skinnier models.\nEarlier this year, the ASA banned a Next advert for featuring what it deemed an “unhealthily thin” model in digitally altered clothing.\nIn 2023, it banned Warehouse from using an image of a model in an oversized biker jacket, saying the model’s pronounced collar bone, hip bones and torso gave the appearance of her being “very thin”, which made the ad “irresponsible”.\nM&S has been contacted for comment."
    },
    {
      "title": "River Island at risk of collapse if landlords fail to back restructuring plan",
      "url": "https://www.theguardian.com/business/2025/jul/24/river-island-risk-collapse-landlords-fail-back-restructuring-plan",
      "author": "unknown",
      "tags": [],
      "content": "River Island has said it could collapse unless its landlords back a restructuring plan involving the closure of 33 stores and a sharp reduction in rent payments.\nIn documents outlining fresh details of the plan, which was first announced in June, the high street fashion retailer said it needed £10m in funds by the second week of September. It warned that figure could rise to £50m by the end of the year.\nIf the plan to reduce rents was not approved, via a vote and court hearing expected next month, the company told creditors it could run short of cash by the end of August and would be “unable to pay its debts as they fall due”.\nAs a result, River Island would not be able to continue trading as a going concern and would be subject to administration or other insolvency proceedings, it said in details first reported by the Telegraph.\nThe fashion retailer blamed its woes on “a sharp rise in the cost of doing business over the last few years” and the shift to online shopping, which, it added, had left it with a large portfolio of stores that was no longer aligned to its customers’ needs.\nRiver Island’s troubles come despite a strong spring for fashion retailers helped by warm weather. That followed a difficult 2024 and start to 2025 as households reined in spending on non-essentials, including clothing, to cover the rise in the price of everyday items such as food and utility bills.\nThe company said it had lined up £40m in new funding from the investment vehicle of the Lewis family, who founded River Island and still control the business.\nA spokesperson for River Island said it had put its plans to creditors a month ago and added: “We have been having positive conversations with key stakeholders and are confident that we will achieve approval of the plan in the next few weeks.”\nBlue Coast Capital is the retailer’s biggest lender with outstanding debts totalling £270m, according to the restructuring documents. It has agreed to an interest rate payment holiday and to push out the repayment date on its existing debts from 2027 to 2028 as part of River Island’s fight for survival.\nRiver Island swung to a £33.2m loss in 2023, according to its latest accounts filed at Companies House, after sales fell by more than 19% to £578.1m. It made profits of £2m in 2022.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nIn January, the group launched a cost-cutting effort including a redundancy programme at its London head office, affecting departments such as buying and merchandising.\nRiver Island, formerly known as Chelsea Girl, began selling clothing under the name Lewis’s in the 1940s.\nThe budget chain Poundland has launched a similar restructuring programme, with the eventual aim of shutting up to 150 stores, two distribution centres and ending online sales, putting 2,000 jobs at risk."
    },
    {
      "title": "Lloyds boss warns Reeves against hiking taxes on banks as profits rise 17%",
      "url": "https://www.theguardian.com/business/2025/jul/24/lloyds-boss-warns-reeves-against-hiking-taxes-on-banks-as-profits-rise",
      "author": "unknown",
      "tags": [],
      "content": "The boss of Britain’s largest mortgage lender has warned Rachel Reeves that increasing taxes on banks in her autumn budget would damage Labour’s plan for the City of London to power an economic recovery.\nCharlie Nunn, the chief executive of Lloyds Banking Group, said a rise in bank taxation “wouldn’t be consistent” with the chancellor’s overtures as the government pushes to reboot growth.\nAgainst a backdrop of mounting speculation that Reeves could use her autumn budget to announce a fresh round of tax rises, his comments came as the high street bank reported a 17% jump in second-quarter profits.\nNunn told journalists on Thursday the bank had not had any discussions with the government about a potential tax rise, and acknowledged that it was ultimately a “political decision”. However, he said that targeting the financial services sector with higher taxes would mark a stark reversal by the chancellor, who last week announced a raft of changes to cut regulation and increase growth across the sector.\nHe said Reeves had made the case for a “strong financial services sector” to support the UK economy, and had highlighted that the industry had a “huge role to play” in terms of supporting households and businesses.\n“We definitely believe that’s an important thing to focus on, and obviously, therefore, [it] wouldn’t be consistent with a tax rise,” Nunn said.\nHe added that the UK already had “the highest tax regime on the financial services sector of any major economy”. Banks currently face the 25% headline rate of corporate tax, as well as a 3% bank surcharge and a further bank levy, which is a charge on a portion of balance sheet assets.\nHowever, the Conservatives cut the bank surcharge, from 8% to 3%, in April 2023 in a move decried by opposition MPs as a costly giveaway. This month, analysts at Deutsche Bank speculated that Reeves could reverse the cut to raise about £1.5bn.\nLabour has placed financial services among its eight key sectors to receive government backing in its industrial strategy, while industry lobbyists have warned the chancellor that extra help is required to bolster the City after Brexit.\nEstimates by the lobby group UK Finance and the accountancy firm PwC suggest that, when also accounting for employment taxes and VAT, banks in the UK are paying a total tax rate of about 45.8%. That compares with 38.6% in Frankfurt, and 27.9% in New York.\n“We’re proud of being one of the or the biggest taxpayer in the UK as Lloyds Banking Group,” Nunn said. “So we are completely comfortable with that. But it is important when you look at the competitiveness of the City of London and the financial services sector that we remain a competitive tax regime.”\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nRaising taxes on banks would also add to costs at a time when many lenders – including Lloyds – are bracing for a hefty compensation bill over the car finance commission scandal. A supreme court ruling is widely expected within the next week. Lloyds has put aside £1.2bn in provisions to cover potential costs.\nUpdating the City on its second-quarter performance, the bank reported a 17% rise in pre-tax profits to nearly £2bn, up from £1.7bn in the same period last year. The increase was driven in part by higher fees from its pension, insurance and investments business.\nWhen asked whether he shared Reeves’ view, expressed during her Mansion House speech last week, saying that regulation was acting like a “boot on the neck” of business, Nunn said: “That’s very much for the chancellor to use that language.”\nHowever, the added that he believed there was a “real opportunity to align regulation, increasingly, with competitiveness and growth.”\nAmong the proposals welcomed by the Lloyds boss are plans in the coming months to review ringfencing rules, which are the post-financial crisis regulations meant to protect consumer cash from a bank’s riskier business activities. Bank bosses including Nunn had lobbied for ringfencing to be abolished, arguing the rule was redundant as a result of other safeguards brought in after the 2008 banking crisis."
    },
    {
      "title": "ITV announces new cost-cutting drive as half-year profits fall 44%",
      "url": "https://www.theguardian.com/business/2025/jul/24/itv-announces-new-cost-cutting-drive-as-half-year-profits-fall",
      "author": "unknown",
      "tags": [],
      "content": "ITV has launched a further £15m in cost cuts after profits plummeted in the first half of the year as it struggled to repeat the success of an advertising boom in last year’s men’s European football championships.\nPre-tax profits were down by 44% year on year to £99m in the first six months as total advertising revenues fell by 7% to £824m.\nThe broadcaster said it struggled to match the very strong advertising period last year driven by the men’s Euros, which had fuelled a 17% rise in ad revenue in the second quarter last year as England competed in the tournament finals.\nITV said it had managed the lack of a comparable advertising bonanza well, in results that beat the expectations of City analysts.\n“The Euros effect is budgeted for, we got that right, and have been able to mitigate in a softer market,” said Carolyn McCall, the ITV chief executive.\nShares in ITV closed around 13% higher, making it the biggest riser in the FTSE 250, as investors welcomed the better-than-expected performance and positive outlook for the second half of the year.\n“While the economic environment remains uncertain, we now expect a better outturn for the full year 2025, driven by these cost efficiencies,” the company said.\nThe broadcaster also announced a further £15m in cost savings, taking the total for this year to £45m, which it said would come from a combination of new initiatives and annualised benefits from cuts made last year.\nSeparately, ITV also said it was trimming programming budget by £20m, from £1.25bn to £1.23bn, “as we further optimise content spend to best reflect viewer dynamics”.\nLooking ahead, the broadcaster expects total advertising revenue to be “marginally down” in the third quarter, again due to last year’s Euros.\nHowever, the decline has been softened by England’s nerve-racking and exhilarating run to the final of the women’s Euro 2025 tournament.\nITV’s gamble in choosing to have the first pick of the semi-finals in pre-tournament negotiations with the BBC, which in return got live coverage of three of the four quarter-finals, has paid off.\nEngland’s European Championship semi-final win over Italy on Tuesday night gave ITV its highest viewing figures of the year.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nA peak audience of 10.2 million watched as England’s Chloe Kelly scored the winner after Michelle Agyemang’s goal forced the game into extra time, setting up a final against Spain, who defeated Germany on Wednesday night.\nThe dramatic semi-final – which ran for an advertising haul-friendly 120 minutes – was ITV’s highest average audience of the year among adults aged 16 to 34. It also broke streaming records with ITVX recording its biggest day of the year with 17.2m views.\nDespite the record-setting viewing figures, ITV said it was the big tournaments that the England men play in that fuelled much higher ad revenue.\n“Nothing compares to a Euros or World Cup for us when England [men] are doing well,” said McCall. “Audiences of 18 million, 21 million, they are double anything else. The women’s game is the highest audience we have had this year, but compared to what we get on big tournaments for the men’s game, they are double.”\nITV said this year’s women’s Euros had been a slow burn with viewers, especially after the loss recorded in the first game, but in the men’s tournaments every game performed well, even when England was not playing.\nThe broadcaster recorded a 9% year-on-year increase in total digital revenues to £271m in the first half, as it seeks to reduce its reliance on traditional linear TV.\nOn ITVX, total streaming hours increased by 15% year on year to 1.1bn, while monthly active users rose by 9% to 16.4 million."
    },
    {
      "title": "BrewDog to close 10 bars amid ‘extremely difficult’ time for hospitality industry",
      "url": "https://www.theguardian.com/business/2025/jul/22/brewdog-to-close-10-bars-amid-extremely-difficult-time-for-hospitality-industry",
      "author": "unknown",
      "tags": [],
      "content": "BrewDog will close 10 bars, including its flagship location in Aberdeen, amid an “extremely difficult” environment for pubs and restaurants.\nJames Taylor, the chief executive of the brewer, told staff in an email that it was no longer viable to keep the bars open. They are in Aberdeen, Brighton, Camden, Dundee, Leeds North Street, Oxford, Sheffield, Shepherd’s Bush, Shoreditch and York.\nTaylor, who took over as chief executive less than five months ago, said that “despite our best efforts”, it was not able to make the bars viable “due to their size, location and other limiting factors”.\nHe wrote: “Following much consideration, we have sadly concluded that there is no realistic prospect of making these venues commercially viable.” The bars are due to close on Saturday.\n“Keeping them open would put pressure on the wider business, making it harder to invest where we know we can grow. This decision is not simply a response to the challenging UK hospitality market, but a proactive decision to redefine the bar division’s focus.”\nBrewDog, which is based in Aberdeenshire, said it employed more than 3,000 people worldwide in 2023 after a period of significant expansion.\nThe business was founded as a “punk” challenger brand by the entrepreneurs James Watt and Martin Dickie in 2006 in Dickie’s mother’s garage in Fraserburgh, Aberdeenshire, and has expanded to supply beer to supermarkets, open bars and open hotels.\nThe company declined to comment on how many staff could lose their jobs, but said it was going through a “meaningful and appropriate consultation process” with everyone affected. This process will last at least two weeks, it said, with one-to-one meetings for every person at risk.\nA spokesperson for BrewDog said: “We are working hard to minimise the impact on our people, and we expect to redeploy many affected team members across the BrewDog network.”\nNews of the closures comes as the hospitality sector faces growing cost pressures, with higher national insurance contributions and increases to the living wage.\nThe hotel and pub chain Oakman Inns recently went into administration, according to reports. The Hertfordshire-based chain has closed six sites, resulting in 159 job losses, its administrator, PwC, told the BBC.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nTaylor is the second chief executive at BrewDog within the space of a year after the former boss James Arrow left the business for “personal reasons” in March. Taylor had been the chief financial officer at the company since 2023. Watt stepped down as its boss last year.\nThe latest accounts for BrewDog showed revenue had grown from £321m to £355m in the year ending in 2023. However, higher costs and write-downs on underperforming bars meant that pre-tax losses widened from £30m to £59.2m.\nThe squeeze on the hospitality industry has hit pubs hard. More than 400 pubs in England and Wales closed last year, with the overall number falling below 39,000 for the first time."
    }
  ],
  "Sport": [
    {
      "title": "Duckett and Crawley’s 166-run stand hurts India on England’s dominant day",
      "url": "https://www.theguardian.com/sport/2025/jul/24/duckett-and-crawleys-166-run-stand-flays-india-on-englands-dominant-day",
      "author": "unknown",
      "tags": [],
      "content": "After the mature, pragmatic climb to a match-winning first innings total at Lord’s came the return of England’s natural, more freewheeling rhythms. Wickets tumbled, runs flowed and a raucous second day in Manchester ended with the hosts in the ascendancy.\nIt began with a successful dousing of India’s lower order either side of lunch as the second new ball moved lavishly under cloud cover. Ben Stokes claimed his first five-wicket haul in Test cricket for eight years, Jofra Archer furthered optimism about his comeback with three, and the tourists were rolled for 358 in 114.1 overs. Rishabh Pant bravely emerged with his fractured foot but 17 more runs was all he could muster.\nAnd then, sunshine having broken out, India’s attack got it horribly wrong and England raced to 225 for two from 46 overs at stumps. Old Trafford’s vertigo-inducing party stand had been rocking like Heaton Park last week, Shubman Gill struggled to find solutions and memories of that thwarted Ashes Test here two years ago came flooding back. Here is hoping rain does not have such a significant say in this one.\nThere was no century for Zak Crawley this time, however, the opener shut down for 84 from 113 balls when he sent an edge to slip off Ravindra Jadeja. Ben Duckett was then next to miss out on three figures when, on 94 from 100, he went to cut Anshul Kamboj for a 14th boundary only to feather behind. The long trudge off the field, Duckett’s eyes fixed on the floor, was a reminder of why cricket is such a maddening pursuit.\nAnd yet as the pair decompressed in the dressing room they still could reflect on having ransacked 166 runs in just over two hours of batting bliss. Perhaps this was sparked by Gill accusing them of breaching the spirit of cricket at Lord’s. Although one suspects this fifth century stand since they came together in late 2022 was chiefly a reflection of the complementary skills in which England are so heavily invested.\nDuckett brought early momentum through typical friskiness – the punchy cuts and clips from his Headingley hundred returned – before Crawley emerged from his slipstream, shook off a blow to the hand from Jasprit Bumrah, and started to motor himself. Their eventual separation went against the run of play, Crawley having crunched a quartet of fours and one straight six off Jadeja before a smidgen of turn proved his undoing.\nA bumper platform laid, Ollie Pope (20) and Joe Root (11) will resume in themorning – the latter 108 runs away from overtaking everyone bar Sachin Tendulkar in the all-time run charts. But India are 133 runs ahead, they will doubtless remind themselves, and conditions could yet lurch back in their favour. The tourists must locate their lengths much quicker than occurred on day two, however, when radars went a bit haywire.\n\nKamboj, a bustling medium-pacer, was certainly a strange choice to share the new ball with Bumrah, with the relegated Mohammed Siraj then suffering one of his off days to go at nearly six runs an over. Shardul Thakur went at sevens, with his efforts summed up by spraying the ball down leg to a 7-2 field. Bumrah was naturally the thriftiest on show but, already 13 overs into his work, he cannot do it all on his own.\nDaft thing was, having resumed on 264 for four, India’s first innings total looked a useful one. The second new ball did plenty for England – even too much at times – and not least when Archer got his fifth delivery of the day to jag across Jadeja and clip the left-hander’s outside edge. Harry Brook snaffled an excellent catch diving to his left.\nSign up to The Spin\nSubscribe to our cricket newsletter for our writers' thoughts on the biggest stories and a review of the week’s action\nafter newsletter promotion\nThakur grafted hard for 41. But when Stokes replaced the luckless Chris Woakes and sent a thick edge to gully, the clank, clank, clank heard hobbling down the metal steps signalled the emergence of Pant. “Desh ke liye” – for the country – was what he apparently told friends the previous evening. Old Trafford rose as one to applaud.\nWhat followed was an awkward watch at times, Stokes spearing in yorkers and Pant’s struggle to run slowing things down. But there was still a dash of the magic that will be missed at the Oval, Pant carting Archer for his 90th six in Test cricket – an Indian record he now shares with Virender Sehwag – and a creamed cover drive for his half-century.\nEven his exit, bowled by Archer for 54, was eye-catching: a carbon copy of that one that sent him packing at Lord’s, only for the stump to cartwheel backwards and stick in the turf like a javelin. Archer continues to impress on his comeback, both through his physical hardiness and the serious issues he is causing left-handers.\nAlthough it was Stokes who shone brightest, with Washington Sundar bounced out for 27 and Kamboj nicked off to make it 16 wickets for the series – a career best that surpasses his phoenix-like emergence during the otherwise bleak 2013-14 Ashes tour. Whisper it, given all eyes should be on India, but the rhythm that Stokes has struck upon with the ball this summer augurs well for his return visit this winter.\nThereafter it was a case of Stokes kicking back alongside Brendon McCullum on the England balcony, drinking in Duckett’s latest whirlwind and watching Crawley book his plane ticket to Australia. Things have come together for the pair in Manchester this week, while the one break to come India’s way – Pant’s right foot – has been ruinous."
    },
    {
      "title": "Tour de France: Onley lays down a marker as Pogacar keeps grip on yellow",
      "url": "https://www.theguardian.com/sport/2025/jul/24/tour-de-france-ben-oconnor-climbs-stage-18-victory-tadej-pogacar-keeps-grip-yellow-jersey-cycling",
      "author": "unknown",
      "tags": [],
      "content": "Oscar Onley edged closer to a surprise podium finish in the 2025 Tour de France, as Tadej Pogacar moved further ahead of second-placed Jonas Vingegaard in the Tour’s toughest mountain stage to Col de la Loze.\nUrged on by the band of OnleyFans at the roadside, the 22-year-old from Kelso produced the ride of his young life in the Tour’s queen stage, won by Ben O’Connor, to climb to within 22sec of a top-three placing.\n“That’s not much,” Picnic PostNL’s Onley said of the slim margin between him and the third-placed German, Florian Lipowitz of Red Bull-Bora-Hansgrohe, on the eve of the Tour’s final summit finish at La Plagne. “We’ll give it everything tomorrow.”\nAfter being dropped by Pogacar and Vingegaard towards the top of the Col de la Madeleine, Onley had stayed calm and finally rejoined the main group on the valley roads leading to Courchevel. “Visma set a hard pace,” Onley said of Vingegaard’s team, “I just did what I could.”\nHe added: “I wouldn’t say I kept my cool, but I still felt good. I’m just not at the level of those guys when they attack. It showed at the end when they went pretty hard up there.”\nWhile Onley continued to confound expectations, ghosts were laid by Pogacar, whose last visit to La Loze in 2023 when he uttered the infamous words “I’m gone, I’m dead” ended in a catastrophic defeat by Vingegaard. This time, it was the Slovenian that left the Dane behind, the Emirates XRG rider attacking in the final 500m to distance both Vingegaard and the inexhaustible Onley on the climb’s steepest grades.\n\n\n\n\nVingegaard may still cling to the dream of an unlikely victory, but Pogacar now seems keen for it to end. “It’s not over yet and I will try my best tomorrow, the day after and the day after, to keep my lead,” he said, before adding: “I cannot wait that it’s all over.\n“This is the point where I ask myself: ‘Why am I still here?’ It’s so long these three weeks. You just count the kilometres to Paris, but I try to enjoy every day on the bike as much as I can. The fans really help. It’s still nice to ride, even in the third week, when you’re all tired and annoyed by everybody around you, and you just want to go home.”\n\n\n\nO’Connor does not win often but when he does, it is on the biggest of stages. As the Australian, riding for Jayco–AlUla, ground his way towards the mist-shrouded finish line, the 29-year-old, winner of a similarly cold and damp Alpine stage to Tignes in 2021, let out an exultant cry.\nIt was, as Vingegaard admitted later, a “brutal” stage. “Five hours in the saddle,” he said. “I’m not sure I’ve ever done such a hard stage in the Tour before.”\nEven before the stage began, Pogacar and Visma-Lease a bike had been at odds after the defending champion collided with one of his rival’s team cars as he rode to the start in Vif. “We were going to the start line, cruising behind the car,” Pogacar said. “Maybe he wanted to check my brakes. I was not ready because I didn’t see any reason that he wanted to stop urgently, so I crashed into the car. But it’s OK.”\nClearly the Slovenian suffered no ill effects. Whatever they throw him, he is just too strong for his rivals. With one more summit finish to come, on Friday at La Plagne, it would take an unprecedented collapse for him now to lose the race."
    },
    {
      "title": "Raducanu races into quarter-finals with win over Osaka to regain British No 1 slot",
      "url": "https://www.theguardian.com/sport/2025/jul/24/raducanu-races-into-quarter-finals-with-win-over-osaka-to-regain-british-no-1-slot",
      "author": "unknown",
      "tags": [],
      "content": "Emma Raducanu will reclaim the British No 1 ranking after winning her first meeting with the four-time grand slam champion Naomi Osaka in confident fashion. The clash was hotly anticipated but proved to be not that much of a contest, with Raducanu comfortably clinching a 6-4, 6-2 victory to reach the quarter-finals of the Citi Open in Washington.\nSpeaking on Sky Sports, Raducanu said: “I thought it was going to be a really difficult match. Naomi’s won four slams, she’s been world No 1, won Masters [titles]. She’s so dangerous and on the hard courts I think she’s particularly comfortable. I knew I was going to have to play really well and manage my own service games, which I’m really proud of how I did.\n“I was making some inroads in her service games after I got used to it a little bit. I’m really pleased with how I handled the ball speed and the conditions here in DC.”\nThe result means the 22-year-old will once again overtake Sonay Kartal and Katie Boulter to become the top-ranked British player as she looks to secure a seeding for next month’s US Open. Raducanu ended Boulter’s two-year run at the top of the domestic standings in June but she then slipped back to 46 in the world after losing a close tussle with Aryna Sabalenka in the third round of Wimbledon.\nHer two victories here, though, could mean Raducanu returns to the top 40, and she will definitely pass Boulter following her opening-round defeat by Maria Sakkari. It will be the Greek that Raducanu plays next, and the Briton has not dropped a set against her in their three previous meetings.\nRaducanu was sharp from the start against Osaka, who continues to search for a way back to the top of the game after giving birth to daughter Shai two years ago. A double fault from the Japanese gave Raducanu the first break in the fifth game and the British player was rock solid on serve as she wrapped up the opening set. Raducanu is without a coach in Washington amid uncertainty over the future of her partnership with Mark Petchey and has only her hitting partner, Alexis Canter, in her corner, but there was no lack of direction in this performance.\nShe was helped to another break at the start of the second set by more errors from Osaka, who created a first chance on the Raducanu serve at 1-2 but could not take it. Raducanu’s serve has improved markedly under Petchey and was her key weapon here as she moved through to a third quarter-final in Washington with strong hopes of going further.\nSign up to The Recap\nThe best of our sports journalism from the past seven days and a heads-up on the weekend’s action\nafter newsletter promotion\nCameron Norrie could not match Raducanu, though, the British men’s No 2 beaten 7-6 (3), 6-3 by the American 14th seed, Brandon Nakashima. Dan Evans’ hopes of another deep run in Washington two years after he won the title are also over after he lost 6-2, 7-6 (4) to France’s Corentin Moutet."
    },
    {
      "title": "Stokes and Archer: bowling dream team combine to show England what could be",
      "url": "https://www.theguardian.com/sport/2025/jul/24/ben-stokes-jofra-archer-england-india-fourth-test",
      "author": "unknown",
      "tags": [],
      "content": "Earlier this year Harry Kane spoke about how he somehow managed to be constantly criticised even as he approached the extraordinary landmark of 400 career goals. “It’s like when Ronaldo and Messi were throwing these crazy numbers out there and the next season they’d score 40 goals instead of 50 and it was like they were having a bad season,” he said. “People take it for granted and maybe a little bit with England as well … people just expect it so it’s not spoken about so much. Maybe people just get a little bit bored of what you do.”\nFor each of the past 11 seasons Kane has played at least 30 games and scored at least 20 goals, and perhaps this is how players are punished for consistency of performance and fitness. Because the opposite is also true: when players appear only rarely, when they play at a level that is seldom seen, well, that simply demands to be relished. Nothing is more cherished than the ephemeral. Nobody wishes on a static star.\nAs India’s first innings approached its conclusion at Old Trafford two very good bowlers were bowling very well. This is Test cricket, featuring two of the world’s top four teams, and nothing about that is or should be unusual. But this was Jofra Archer and Ben Stokes operating in partnership, and that is.\nSix months ago these scenes were a distant fantasy. Stokes was in the early days of his recuperation from yet another operation, after bowling himself beyond breaking point in New Zealand at the end of last year. Archer was a player in semi-permanent convalescence, nearing the fourth anniversary of his last Test and with his one subsequent first-class game, in which he bowled what so many and for so long thought would be his final 18 red-ball overs, just a few months more recent. These are players who can only yearn for the luxury of being taken for granted.\nAnd on an otherwise leaden Mancunian afternoon – clouds that eventually broke the moment England’s openers strapped on their pads – Archer glided through his overs, Stokes flowed once again through the refreshed bowling action that has allowed him to illuminate the summer, and not one person present considered it.\nAt Lord’s in the third game of the series they provided limited proof of concept, in very particular circumstances. Archer needed to do little more for his Test return to be considered a success than to be in one piece when it ended. Stokes concentrated his efforts at the end of the game and with a week off to look forward to; once it concluded he spent most of the next four days in bed and said his major achievement in that time was watching the entire nine hours and eight minutes of the Paramount series Landman.\n“Bowling to win a Test match for your country on day five, if that doesn’t get you going I don’t know what would,” he said. Well, as it turned out, bowling to moderately improve your team’s position on day two.\nEngland went into the game with four seamers: Chris Woakes and Brydon Carse were expected to shoulder much of the burden, with Stokes and Archer to make big impacts in short bursts. But here were Stokes and Archer doing both jobs at once, making big impacts while shouldering much of the burden, each of them across the second day bowling at least twice as many overs as either of the others, and sharing all the wickets between them.\nSign up to The Spin\nSubscribe to our cricket newsletter for our writers' thoughts on the biggest stories and a review of the week’s action\nafter newsletter promotion\nEngland’s time in the field was split neatly in three. Archer and Woakes, who was hugely unfortunate to end the innings with just one wicket, bowled 12 overs as a pair at the start of the day, a period when India’s batters led an extremely cautious and often charmed existence: sometimes they left the ball, sometimes the ball left them. Ravindra Jadeja was the only wicket to fall, edging to slip during an outstanding opening over from Archer. Stokes and the atypically disappointing Carse shared the next 10 before rain forced an early lunch, Shardul Thakur excellently caught by Ben Duckett along the way.\nIt was after the resumption that Stokes and Archer clicked: 9.1 overs, four wickets, all over. One can only guess what kind of impact the two of them might combine to have for England over the next couple of years, but if we have learned anything about them it is that it would be best not to try.\nAll that is certain is that for an hour or so here, a period of Test cricket superficially like so many others was rendered exceptional only by the appreciation that what we were seeing might never again be seen, and that it would be wise to luxuriate in this fact while we could. A period where two players who for so long could only be paired in the imagination turned into a dream team."
    },
    {
      "title": "‘Phenomenal’: Zak Crawley hails Ben Stokes’ resurgence after five-wicket haul",
      "url": "https://www.theguardian.com/sport/2025/jul/24/zak-crawley-ben-stokes-england-india-fourth-test-cricket",
      "author": "unknown",
      "tags": [],
      "content": "Zak Crawley hailed Ben Stokes’s “phenomenal” resurgence with the ball as the England captain took his first Test five-wicket haul in eight years, driving the hosts into control of the fourth Test in Manchester.\nStokes finished with figures of five for 72 before Crawley struck 84 as England closed the second day on 225 for two, trailing India’s first-innings total by 133 runs. The former has recovered from a hamstring tear, sustained against New Zealand late last year, to become his side’s leading bowler this summer. He sits at the top of the series’ wicket-taking charts with 16 at an average of 24.75.\nAsked if he saw similarities with Stokes now and the bowler from a few years ago, when South Africa were ripped apart at Newlands in 2020 with three late match-winning wickets, Crawley replied: “There are so many similarities to that pace-wise.”.\n“He was bowling quickly back then and he’s got that pace back now. And the way he gets that away movement from the right-handers, that zip, which is as much as anyone in the world. He gets that bounce and he’s a proper wicket-taker, and he can make things happen. That was certainly the case when I first came into the side back then, and he seems to have got that back now, which is a phenomenal effort considering the injuries he’s had. And, well, he’s a little bit older now, so a phenomenal effort.”\nCrawley’s opening stand of 166 with Ben Duckett on Thursday came after the pair had been involved in a tetchy exchange with the Indian fielders on the third evening at Lord’s, taking their time as Crawley faced one over before the close. India’s captain, Shubman Gill, questioned whether England’s behaviour had been “in the spirit of the game”.\n“I sit in my spot until the umpires go out, and I saw the umpires go out and I walked out. I wasn’t aware that we were 90 seconds late, but fair enough,” said Crawley.\nSign up to The Spin\nSubscribe to our cricket newsletter for our writers' thoughts on the biggest stories and a review of the week’s action\nafter newsletter promotion\n“I’ve always enjoyed that part of cricket, to be honest, especially when you’re batting, and it’s two of you against 11 and they’re desperate to get you out and they’re chirping you. Most of the time I’d probably let it slide and then other times I feel like it’s a good chance to put it back on them. And Lord’s was, you know – I loved that little eight-minute passage. No one stepped over the line. I thought everyone was in good spirits. It was just competitive cricket.”"
    },
    {
      "title": "Ineos carer David Rozman leaves Tour de France after investigation launched by anti-doping authorities",
      "url": "https://www.theguardian.com/sport/2025/jul/24/ineos-carer-david-rozman-leaves-tour-de-france-after-investigation-launched-by-anti-doping-authorities-cycling",
      "author": "unknown",
      "tags": [],
      "content": "David Rozman, a long-term member of Ineos Grenadiers’ staff, has left the Tour de France after the International Testing Agency (ITA) launched an investigation into alleged messages he exchanged in 2012 with the subsequently convicted German doping doctor Mark Schmidt.\nThe allegations stem from a recent documentary made by the German TV outlet ARD, which linked Rozman to Schmidt but did not name him, with further media reports including alleged texts between the Ineos staff member and Schmidt from June 2012 when the team were racing as Team Sky.\nThe documentary and subsequent reports were said to have drawn on court transcripts and in-court reporting during the Aderlass hearings, which resulted in Schmidt being jailed in 2021 for orchestrating a doping ring revolving around cross-country skiers and multiple cyclists between 2012 and 2019.\nIt was also claimed that Schmidt tried to arrange a visit to the Team Sky hotel on the evening of 6 July 2012. The following day Chris Froome won the Tour de France stage to La Planche des Belles Filles and Bradley Wiggins took the overall race lead.\nIn a statement issued to the Guardian on Thursday, Ineos said Rozman had spoken “informally” to the ITA in April when he was told he was not under investigation but added: “Following recent media allegations, David Rozman has now received a request from the ITA to attend an interview. Accordingly, he has stepped back from race duties and has left the Tour.”\nRozman is described by Ineos on its website as “one of the longest-serving members of our staff” who “takes on the important role of head carer”. He worked with the four-time Tour winner Froome and British Cycling has confirmed to the Guardian that he was also present, working for Team GB, at the London 2012 and Rio 2016 Olympic Games.\nThe Ineos statement continued: “David Rozman was informally contacted in April 2025 by a member of ITA staff, who asked him about alleged historical communications. David immediately notified the team of his meeting with the ITA and his recollection of the contents of the meeting. Although the ITA assured David at the time that he was not under investigation, INEOS promptly commissioned a thorough review by an external law firm.\n“The team has acted responsibly and with due process, taking the allegations seriously whilst acknowledging that David is a long-standing, dedicated member of the team. The team continues to assess the circumstances and any relevant developments, and has formally requested any relevant information from the ITA.\n“To date the team has received no evidence from any relevant authority. In response to the team’s request for information, the ITA has advised the team that it cannot share any further information, due to legal and confidentiality restrictions. Both David and the team will of course co-operate with the ITA and any other authority. The team reiterates its zero-tolerance policy and is unable to comment further at this time.”\nPreviously, the medical consultant Geert Leinders, who worked with Team Sky in 2012, was subsequently banned for life for multiple doping violations from 1996-2009 at a previous team, while the team doctor Richard Freeman was struck off in 2021 and banned for four years in 2023 for possession of a prohibited substance and tampering with part of doping control while at Team Sky.\nThis article was amended on 24 July, 2025 to remove a reference to images of David Rozman having been deleted from Chris Froome’s social media accounts. Images of the pair together remain on Instagram."
    },
    {
      "title": "Judge allows 12-year-old to play after ‘unsportsmanlike’ bat-flip suspension",
      "url": "https://www.theguardian.com/sport/2025/jul/24/judge-allows-12-year-old-to-play-after-unsportsmanlike-bat-flip-suspension",
      "author": "unknown",
      "tags": [],
      "content": "The 12-year-old Little Leaguer who faced suspension from his team’s first state tournament game for flipping his bat after hitting a game-winning home run will be allowed to play Thursday night.\nMarco Rocco of Haddonfield, New Jersey, tossed his bat in the air on 16 July after his sixth-inning, two-run homer in the final of the sectional tournament. Marco was ejected and suspended for a game over what the family was told were actions deemed “unsportsmanlike” and “horseplay”.\nThe family sought an emergency temporary restraining order that would allow him to play in the New Jersey state tournament that starts on Thursday.\nThe bat flip heard round NJ. Should Haddonfield’s Marco Rocco be suspended from the state championship game for this HR celebration? pic.twitter.com/T9cPLdAKV3\nJudge Robert Malestein ruled hours before the scheduled game that Marco could play.\n“I am going to grant temporarily the injunctive relief,” Malestein said. “I am going to allow him to play in tonight’s game.”\nJoe Rocco, Marco’s father, said in a text message to the Associated Press that “justice prevailed”.\nThe sides made their arguments before a judge in Gloucester County chancery division on Thursday afternoon, just hours before the game. The winner of the state tournament advances to the regionals, where it has a chance to move on to the Little League World Series.\nWhat makes the ejection and suspension noteworthy is that Little League Baseball posts videos of bat-flip celebrations on social media that do not result in punishment.\nIn fact, Marco has tossed his bat in celebration in prior tournament games without warnings or punishment, according to the court complaint."
    },
    {
      "title": "Duckett and Crawley put England in charge of fourth Test against India on day two – as it happened",
      "url": "https://www.theguardian.com/sport/live/2025/jul/24/england-v-india-fourth-cricket-test-day-two-live-score-updates",
      "author": "unknown",
      "tags": [],
      "content": ""
    },
    {
      "title": "Andy Farrell is prioritising cohesion with increasingly Irish look to Lions",
      "url": "https://www.theguardian.com/sport/2025/jul/24/owen-farrell-named-on-bench-for-lions-second-test-against-wallabies",
      "author": "unknown",
      "tags": [],
      "content": "T\nhere is a storm heading the Lions’ way this weekend in every sense. The local weather forecasters are predicting rain and the Australian mood is also hardening before Saturday’s second Test. This is not an obvious moment for casual flights of fancy and the intensity of the approaching battle has duly been reflected in Andy Farrell’s no-nonsense team selection.\nWith series victory potentially just 80 minutes away, Farrell has prioritised physicality and cohesion, to the point where jokes about renaming the side the Irish & British Lions are resurfacing. There would have been 10 Ireland players in this starting XV had Garry Ringrose not withdrawn just before the team announcement, with a couple more in reserve for good measure.\nThat was almost certainly the plan all along before Ringrose was ruled out of first Test consideration with delayed concussion. The Scotland pairing of Sione Tuipulotu and Huw Jones performed well in Brisbane, with Tuipulotu supplying a first-half try, but this time Bundee Aki has been handed the 12 jersey with Jones, at the 11th hour, named at outside-centre having initially been set for the chop.\nWhile Tuipulotu is said to be nursing a slightly tight hamstring, Farrell made clear he was leaning towards Aki regardless, despite the Scot’s obvious desire to play against Australia in the city of his birth. It also breaks up the established midfield connection with Scotland’s fly-half Finn Russell but Farrell has seen more than enough of Aki over the years to know what he can bring in terms of gainline presence in major contests. “I honestly believe this is one of the biggest, if not the biggest game, we have all been involved in,” Farrell said.\nIf there is a sense of the head coach plumping for individuals in whom he has absolute faith under screeching pressure, the same is true in the front row, where the Leinster loosehead Andrew Porter has been promoted and Ellis Genge drops to the bench. The injury absence of Joe McCarthy has reunited Ollie Chessum with his England teammate Maro Itoje in the second row but the presence of James Ryan and Ronan Kelleher on the bench means Leinster still have nine representatives in the matchday 23.\nThe Irish contingent is still not quite up there with the record-equalling 10 Welsh players who started the third Lions Test against the Wallabies in 2013, when the whole of Ireland was up in arms at the non-selection of their talisman, Brian O’Driscoll. Warren Gatland defended that choice on the straightforward basis that Jonathan Davies was in better form and Farrell, similarly, says this week’s calls are strictly on merit.\n\n\n\n\nHe also knows exactly what to expect from his son Owen, back among the replacements on the strength of one and a half games on tour. Again it feels as if Farrell Sr is factoring in the scale of the occasion in the cavernous Melbourne Cricket Ground and is surrounding himself with reassuring familiarity. “We have put ourselves in a good position after the first Test but we know there will be a massive reaction from this Wallaby team,” the head coach said.\nIn this instance that means disappointment for Ben Earl and Marcus Smith, both now outside the matchday squad, but it has at least answered the heartfelt prayers of the small Welsh media contingent on tour, who have been waiting for Jac Morgan to give them something to write home about.\nSign up to The Breakdown\nThe latest rugby union news and analysis, plus all the week's action reviewed\nafter newsletter promotion\nThe persevering flanker has deserved his inclusion and, alongside the fit-again Blair Kinghorn and Farrell Jr, the over-arching message is clear enough. Farrell Sr freely acknowledges the Lions will need to improve on their second half in Brisbane, notwithstanding how high the Wallabies raise the bar. “We know we will have to be a lot better than last week,” he said. “We thoroughly believe we’re way better than what we showed and we’ve got another chance to prove that.”\nWhile the return of Will Skelton and Rob Valetini to the Wallaby squad gives the hosts an extra physical dimension, Farrell believes his side’s destiny remains firmly in their own hands. “Will, with his size and strength, presents different challenges to your traditional lock. It’s obvious what they’re going to bring. But the focus will be on us. We don’t want to get too distracted by what they may or may not do.”\nThere is no ducking the magnitude of the contest, with Rugby Australia hoping for a record-breaking attendance of about 90,000, but Farrell believes it will be the nuts and bolts of Test rugby, particularly with a slippery ball, that matter most. “Doing things properly is what we have talked about all week – and the expectation that has to happen the majority of the time. We are all human and realise it is not going to be perfect all of the time … but staying on it as much as we can will give us a better chance of getting what we want.\n“No other Lions have done back-to-back victories in tours of the same country. Due to the good work of the 2013 touring party we have the privilege of being in a position to try and accomplish that.”"
    },
    {
      "title": "Pant’s painful innings will stick in the mind but should he really have risked further injury?",
      "url": "https://www.theguardian.com/sport/2025/jul/24/rishabh-pant-painful-innings-old-trafford-test-match-injury-replacements",
      "author": "unknown",
      "tags": [],
      "content": "Rishabh Pant moves in his own way. Last month he opted for a somersault over the standard bat wave to celebrate his first-innings hundred at Headingley. He will happily tumble to the ground when playing a paddle sweep, a wild but methodical shot. After a life-threatening car crash in December 2022, he was given an 18-month recovery timeline. He told the doctor he wanted to do it in 12. And when Chris Woakes went full on day one, Pant opted for a reverse sweep, a shot no one else would have even considered.\nCue the ball thundering into his right boot via an inside edge, an egg rising from the foot. A golf cart wheeled him off the field and, it seemed, out of the series. Reports on Thursday morning stated a fractured metatarsal, yet India’s only update in the opening session was that Dhruv Jurel would keep wicket for the rest of the match, with Pant “available to bat as per team requirements”. Maybe he would give it a whack with one wicket left or India would have enough to let him rest until the second innings.\nInstead, the requirement was to get him in quick. At half past 12, the departure of Shardul Thakur – with four wickets left in India’s innings – prompted Pant’s pained descent down the changing room staircase and crawl to the wicket, Old Trafford rising for him.\nTest cricket, with its distaste for substitutes, is familiar with these moments. There’s Graeme Smith walking out with a fractured hand to try to save a match in Sydney, Nathan Lyon shuffling to the crease at Lord’s with a torn calf. There’s Colin Cowdrey with his busted arm and Anil Kumble, a bandage wrapped around his face, bowling with a broken jaw.\nThese feats are commemorated, the players applauded for their bravery, and they make for undoubtedly great stories. They can be incredibly unnecessary, too. Your foot’s cooked, Rishabh. Pack on the ice and sit this one out. It’s only a game.\nBut out he came, shorn off the ability to skip down the pitch with his usual showmanship, ready to hobble for ones with Washington Sundar. This being Pant, his extraordinary hand-eye coordination allowed for a standout passage of play either side of the lunch break.\nHe cut Ben Stokes for his first run of the day, shortly after a glove-rattler from the England captain. He struck full tosses as England searched for the yorker. He was quick to pick up Jofra Archer’s back-of-the-hand slower ball, the pull sending it for an outrageous six.\nThe greatest stroke was to come off Stokes, the feet still as he extended his arms outside off, the ball middled through the covers to bring up his half-century. Only Shubman Gill has more runs on this tour, with Pant crossing 50 in all four games. He has more runs than any other wicketkeeper in a Test series in England (though Jurel did most of the glovework at Lord’s after Pant hurt his finger).\nSign up to The Spin\nSubscribe to our cricket newsletter for our writers' thoughts on the biggest stories and a review of the week’s action\nafter newsletter promotion\nIt took some decent nip away from Archer to make Pant’s off-stump dance on 54, 17 runs added to his day-one score, 35 to India’s total, supporters rising again to applaud the end of the show.\nIt was also uncomfortable to watch, posing the moral question of whether it should be enjoyed. Stokes swung a couple towards Pant’s feet, threatening to revive the agony of Wednesday. Those watching were grateful for the replays, the ball shown to be hitting the pad instead. The bat was a useful walking stick as he made his way to the other end, on occasion threatening to burst into a jog. It was a relief to see him escape without another blow to the boot.\nNaturally these moments invite the question of whether injury replacements, beyond a concussion, or even tactical ones should be permitted in Tests. They would eliminate the danger of these scenarios and ease the mind when a player goes down on day one. The remaining days wouldn’t have to be so uneven. But while that’s logical, the quirks – including the test of endurance – make this game what it is. Right or wrong, Pant’s 17 will stick in the mind for a long time to come."
    }
  ]
}