{
  "World news": [],
  "Politics": [],
  "Environment": [
    {
      "title": "US wetlands ‘restored’ using treated sewage tainted with forever chemicals",
      "url": "https://www.theguardian.com/environment/2025/jul/18/pfas-wetlands-wasterwater-effluent",
      "author": "unknown",
      "tags": [],
      "content": "Many of the nation’s wetlands are being filled with toxic Pfas “forever chemicals” as wastewater treatment plant effluent tainted with the compounds is increasingly used to restore swampland and other waters. The practice threatens wildlife, food and drinking water sources, environmental advocates warn.\nEffluent is the liquid discharged by wastewater treatment plants after it “disinfects” sewage in the nation’s sewer system. The treatment process largely kills pathogens and the water is high in nutrients that help plants grow, so on one level it is beneficial to struggling ecosystems.\nBut the treatment process does not address any of the hundreds of thousands of chemicals potentially discharged into sewers, including Pfas. Testing has found effluent virtually always contains Pfas at concerning levels, but the practice of using it for wetland restoration is still presented as an environmentally friendly measure.\n“There’s a huge dark side to this whole business of municipalities using effluent that’s carrying loads of Pfas and other toxic materials and calling it ‘wetland restoration’,” said James Aronson, a restoration ecologist and president of Ecological Health Network non-profit. “It’s truly the worst kind of lying to the public.”\nPfas are a class of about 15,000 compounds that are dubbed “forever chemicals” because they do not naturally break down, and accumulate in the human body and environment. The chemicals are linked to a range of serious health problems such as cancer, liver disease, kidney issues, high cholesterol, birth defects and decreased immunity.\nThe volume of wastewater that plants treat each day makes it virtually impossible to efficiently remove chemicals. Still, effluent has been used to recharge hundreds of wetlands across the country, as well as some rivers and aquifers, when they dry up or are otherwise degraded by human activity.\nAmong the largest projects are in Louisiana, which has increased its use of effluent to restore the bayou and protect against coastal erosion that is in part driven by the installation of levee systems. Florida has in place similar programs aimed at regenerating the Everglades and shorelines.\nMeanwhile, some rivers in the south-west, like the Trinity River near Dallas, are “almost entirely” effluent, while in California the Los Angeles, Santa Ana, and other rivers are “effluent dominated”.\nOrange county, California, now uses effluent to recharge its aquifer that provides drinking water for 2.5 million people. At the same time, the country’s water districts are spending an estimated $1.8bn to install technology that will remove Pfas and other pollutants from the water they pull from the aquifer. The levels of Pfas in effluent at 200 California wastewater treatment plants were almost all thousands of times above the level that the Environmental Protection Agency considers safe for some compounds, recent research found.\nThe practice is often billed as “recycling water” and “green”, but advocates say the terms are misleading because toxic waste is literally being pumped unchecked into the environment. It’s not just Pfas – microplastics, heavy metals and other toxins have been found at high levels in effluent.\nFew regulations around chemicals exist, and though the wastewater industry knows the scale of the problem. It’s a “don’t ask, don’t tell” issue, said Laura Orlando, a civil engineer with Just Zero non-profit who has worked on waste management design.\n“There’s lots of hype about recycling and such, but nothing about public health, because they’re following the rules – which are not protective of public or ecosystem health,” Orlando said.\nThough little research into how the levels of Pfas in effluent used to restore wetlands affects wildlife exists, the chemicals can have consequences for animals. For example, in North Carolina, where Pfas discharged from industrial sources polluted wetlands, the chemicals were thought to be behind health problems similar to lupus in alligators and immune impacts on pelicans.\n“We’re talking about ecosystem health,” Aronson said. “It’s the food web, and soil, animal, and water interactions – everything gets degraded and poisoned, and it’s the opposite of restoration.”\nThere is some potential to use some types of wetlands to treat effluent that can then be released as truly clean water. “Constructed wetlands” are filled with effluent and the inflow and outflow of water is controlled. Those can be filled with plants that take up Pfas and other contaminants. The plants would have to be disposed of in hazardous waste facilities.\nWhile there are some efforts to explore how this could work on a broad scale, the chemicals and toxins are a problem that few in the wastewater industry are thinking about, Orlando said.\n“Unless you acknowledge the problem you can’t fix the problem and we have to examine these words like ‘clean’ and ‘safe’,” she said."
    }
  ],
  "Business": [
    {
      "title": "UK competition watchdog to act over Apple and Google’s mobile platforms",
      "url": "https://www.theguardian.com/business/2025/jul/23/uk-watchdog-to-take-action-over-apple-and-googles-mobile-platforms",
      "author": "unknown",
      "tags": [],
      "content": "A UK watchdog has said it intends to take action to open up Apple and Google’s mobile platforms to more competition to benefit consumers, businesses and app developers.\nThe Competition and Markets Authority has proposed to designate the tech companies as having “strategic market status” – as they hold an “effective duopoly” for access on mobile devices – and now intends to force the two companies to make changes to their mobile platforms.\nThe regulator said that it had published “roadmaps” for Apple and Google and that it would take a “proportionate, pro-innovation” approach to “promote competition in digital markets while protecting UK consumers and businesses from unfair or harmful practices”.\nThe CMA said it would, in the first instance, focus on areas such as the tech companies’ app stores – which have been criticised by developers over issues including fees of up to 30% for transactions – to ensure a “fair and transparent” app review process, as well as making sure that smartphone users could “steer” away from app stores to make purchases.\nThe watchdog, which launched an investigation into the US tech companies earlier this year, will also address restrictions Apple imposes on digital wallets to ensure that competing financial technology companies can compete.\n“Apple and Google’s mobile platforms are both critical to the UK economy – playing an important role in all our lives, from banking and shopping to entertainment and education,” said Sarah Cardell, the chief executive of the CMA.\n“But our investigation so far has identified opportunities for more innovation and choice. Time is of the essence: as competition agencies and courts globally take action in these markets, it’s essential the UK doesn’t fall behind,” she said.\nHowever, the CMA said it did not at this stage intend to force major changes such as requiring Apple to allow alternative app stores, or alternative payment methods for in-app purchases beyond its existing payment system.\nTom Smith, a competition lawyer at Geradin Partners and a former CMA director, said the competition watchdog was “ducking” taking major decisions “which might draw political heat”.\n“The CMA is implementing the regime in a thoughtful and authoritative way, but it is doing it more timidly than it should be,” he said. “It is proposing some useful measures that would open up competition in digital markets, but it is ducking issues that would really threaten the entrenched positions of Apple and Google, and which might therefore draw political heat. For example, they have postponed the possibility for alternative app stores to challenge the App Store’s monopoly on Apple devices.”\nTim Sweeney, the founder and chief executive of Fortnite maker Epic, which has had legal battles with Google and Apple in the US, criticised the CMA’s approach as “surprisingly weak”.\n“The monopolised UK app store economy has all of the vibrancy of a Soviet supermarket,” he said in a post on X. “And consideration of unblocking competing app stores is delayed to 2026.”\nThe company said it could not launch its Epic Games Store on Apple’s iOS platform in the UK – as it was doing in EU countries and later this year in Brazil and Japan – and that availability of its globally popular Fortnite game on Apple phones in the UK was “now uncertain”.\nThe UK competition watchdog announced its investigations into Apple and Google’s mobile platforms in January.\nWhen the investigation was launched, the CMA said that virtually all smartphones sold in the UK were pre-installed with Apple’s iOS or Google’s Android operating systems, while their app stores and browsers had privileged positions over third-party products and services. Apple’s Safari and Google’s Chrome dominate the mobile browser market on iPhones and Android devices.\nThe CMA investigation was launched days after the appointment of Doug Gurr, the former country manager of Amazon UK, as its new chair.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nThe government, which has pushed for a shake-up of regulation to kickstart UK growth, was forced to deny it was “in the pocket of big tech” after the appointment. Tech firms, publishers and the consumer watchdog Which? subsequently wrote to the chancellor, Rachel Reeves, raising concerns that Gurr’s appointment posed a threat to the independence of the CMA.\nGurr said he would make the CMA’s investigations into mergers and takeovers “simple and rapid”, and Cardell said in February that a change of strategic direction was needed.\nApple responded to the CMA’s decision to act by saying the proposed new rules could hamper innovation and threaten privacy and security.\n“We’re concerned the rules the UK is now considering would undermine the privacy and security protections that our users have come to expect, hamper our ability to innovate, and force us to give away our technology for free to foreign competitors,” a spokesperson said. “We will continue to engage with the regulator to make sure they fully understand these risks.”\nGoogle said its products were open-source and offered choice, security and innovation for users. “That’s why today’s announcement is disappointing and unwarranted,” said Oliver Bethell, the senior director, competition, at Google.\nThe company said that in 2022 its Android operating system generated more than £9.9bn in revenue for British developers, supporting more than 457,000 jobs.\n“It is therefore crucial that any new regulation is evidence-based, proportionate and does not become a roadblock to growth in the UK,” Bethell said.\nIf a company is designated as having “strategic market status”, that status can last for a five-year period, and breaches of conduct rules can result in fines of up to 10% of global turnover."
    },
    {
      "title": "Donald Trump will add to pressure on Jerome Powell with visit to Federal Reserve",
      "url": "https://www.theguardian.com/business/2025/jul/24/donald-trump-federal-reserve-visit-pressure-jerome-powell",
      "author": "unknown",
      "tags": [],
      "content": "Donald Trump will heap further pressure on the chief of the Federal Reserve, Jerome Powell, on Thursday when the US president makes a visit to the central bank’s Washington offices.\nIn an unusual move, the White House announced on Wednesday that Trump would visit the Fed at 4pm on the following day, without saying whether Powell would meet him.\nSince the US president’s inauguration in January he has repeatedly attacked Powell for refusing to cut interest rates.\nPowell chairs a committee that has voted to maintain the cost of borrowing while many other central banks, including the European Central Bank and the Bank of England, have made cuts.\nTrump recently accused Powell of making it difficult for young people to buy a house while interest rates remained high, referring to him as a “numbskull” in social media posts and suggesting his tenure, due to run until next spring, should be curtailed.\nTrump’s public criticism of Powell and suggestions that he could be fired have rattled markets amid concerns about the central bank’s independence and freedom from political interference.\nA refurbishment of the Federal Reserve’s headquarters has also become a subject of dispute after a $1.9bn (£1.4bn) project reportedly overran by about $600m.\nWhite House officials have claimed that Powell’s oversight of the project shows the Fed boss lacks the ability to run the organisation.\nThe Fed has hit back, explaining in a video tour of the construction that the project is a “complete overhaul and modernisation” of two buildings that have not had major renovations since the 1930s.\nTrump’s visit – part of an investigation of the project – represents an acceleration of the pressure that he and his advisers have put on Powell and the bank.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nThe US treasury secretary, Scott Bessent, has played down the likelihood of ousting Powell, but this week questioned whether the Federal Reserve had fulfilled its mandate.\nHe told an interview with CBNC: “Has the organisation succeeded in its mission? If this were the [Federal Aviation Administration] and we were having this many mistakes, we would go back and look at why has this happened.”\nJames Blair, the White House’s deputy chief of staff, said earlier this week that administration officials would be visiting the Fed on Thursday but did not say whether or not the president would join.\nA Federal Reserve official did not immediately respond to a request for comment, according to Reuters."
    },
    {
      "title": "EU and US nearing trade deal that would put 15% tariffs on imports from bloc",
      "url": "https://www.theguardian.com/business/2025/jul/23/eu-100bn-no-deal-plan-trump-tariffs-threat-us-imports",
      "author": "unknown",
      "tags": [],
      "content": "The EU and the US are nearing a trade deal that would place 15% tariffs on most imports from the bloc, it has emerged.\nThe tariff rate, which would mirror a deal struck this week between the US and Japan, would apply to most goods, with some exceptions for products including aircraft and medical devices, according to diplomats with knowledge of the talks.\nMember states were briefed on the latest developments by the European Commission on Wednesday afternoon.\nTo extract a better deal, the EU has also offered to reduce its so-called “most-favoured-nation rate” – currently at an average of 4.8% - to zero for some products as part of an agreement in principle, a diplomat said.\nThe final decision remains in the hands of the US president, Donald Trump, but if agreed it would mean the EU gets a worse deal than the UK, which has agreed a 10% baseline tariff.\nIt would also be a hard pill to swallow for the German car industry, whose tariffs would be reduced from 27.5% but would still be more than five times the 2.75% import duty they faced on exports to the US before Trump returned to the White House.\nAlthough exemptions would have to be finalised, it is understood that alcoholic spirits are also under consideration to be further reduced or removed, which would be a win for whiskey and cognac exporters in the EU and bourbon exporters in the US.\nSources also said a 15% tariff would include the most-favoured nation tariff and would not be stacked on top of existing import duties faced by various sectors.\nDiscussion about any possible trade deals with the US should be considered “speculation,” unless they are announced byTrump, White House spokesman Kush Desai said on Wednesday.\nAt the same time as the talks, the EU is hardening its retaliatory measures in the event Trump does not sign the deal, which would amount to a baseline tariff at half the 30% rate he threatened 10 days ago.\nOn Wednesday the EU threatened to impose nearly €100bn (£87bn) worth of tariffs on US imports ranging from bourbon to Boeing aircraft in one fell swoop if the US president walks away from the latest proposal.\nDiplomatic sources have said the rate would be set at 30% to match that of Trump’s threat with a vote at the European council trade barriers committee tomorrow.\nAt the same time EU diplomats discussed using the “nuclear deterrent”, a new law known as the anti-coercion instrument, which could allow the bloc to impose tariffs, but also ban US services which would hit the tech industry hard. It could take a year to implement.\nSources say, however, that France was the only country that called for the immediate implementation of the instrument, arguing it had to demonstrate it was tough.\nSign up to This is Europe\nThe most pressing stories and debates for Europeans – from identity to economics to the environment\nafter newsletter promotion\nThe European Commission said on Wednesday it planned to combine two previously prepared lists of US goods to be included in any retaliatory moves against the US president’s border taxes.\nIf Brussels follows through on the threat, it would mean tariffs would be imposed on US imports to the EU from the first €21bn list, which includes poultry and alcohol, as well as the more recent list of €72bn of goods, which features cars and planes.\nIf agreed by EU member states, through a vote expected in the coming days, the €93bn of counter-tariffs could be imposed from 7 August.\n“The EU’s primary focus is on achieving a negotiated outcome with the US,” said Olof Gill, a trade spokesperson for the European Commission, adding that it would “continue in parallel to prepare for all outcomes”. To make countermeasures “clearer, simpler and stronger we will merge lists 1 and 2 into a single list”, he said.\nTobias Gehrke, a senior policy fellow at the European Council on Foreign Relations thinktank, said the EU had missed an opportunity by not warning that it would use the ACI after a trade ministers’ summit early last week, two days after Trump sent it a letter threatening 30% tariffs.\n“There is a sense that the bloc has fumbled its hand, despite holding decent cards,” he said. “The EU should have immediately retaliated against US tariffs. While the mantra ‘negotiate from a position of strength’ was oft-repeated in speeches, any associated actions never materialised.”\nThe latest EU move comes before a summit with China on Thursday between the European Commission president, Ursula von der Leyen, the president of the EU council, António Costa, and China’s president, Xi Jinping."
    },
    {
      "title": "European Central Bank leaves interest rates unchanged despite trade war uncertainty – as it happened",
      "url": "https://www.theguardian.com/business/live/2025/jul/24/lloyds-uk-economy-deterioration-elon-musk-tesla-european-central-bank-ecb-lagarde-manufacturing-pmi-business-live",
      "author": "unknown",
      "tags": [],
      "content": ""
    },
    {
      "title": "Fed pushes back on White House claims of extravagant renovations",
      "url": "https://www.theguardian.com/business/2025/jul/21/us-federal-reserve-renovations",
      "author": "unknown",
      "tags": [],
      "content": "The US Federal Reserve is pushing back against claims from the White House that it is undergoing extravagant renovations with a video tour showing the central bank’s ongoing construction.\nThe video, posted on the Fed’s website, includes captions explaining that the project is a “complete overhaul and modernization” of two buildings that have not had major renovations since the 1930s.\nDirect pushback from the Fed is rare as the central bank tries to minimize public communication to preserve its non-partisan nature. But in recent weeks, the Trump administration has dramatically escalated attacks against the central bank, especially its chair, Jerome Powell, amid calls for the central bank to cut interest rates.\nThe White House claims that the Fed mismanaged funds for renovations, which were approved in 2017 and were estimated to cost $1.9bn in 2019. The costs are now estimated to be closer to $2.5bn – Donald Trump has claimed “it’s possible there’s fraud involved”.\nAccording to the Fed, the construction includes “remediation and updates to make the buildings safe, healthy and effective places to work by removing asbestos and lead contamination, and accommodating modern workplace technology”, the Fed said in a statement.\nThe central bank also included an FAQ that directly responds to accusations from the Trump administration that the renovations include unnecessary and expensive modifications, like a VIP dining room and a garden terrace.\n“No new VIP dining rooms are being constructed as part of the project,” the Fed said. The building “has conference rooms, which are being renovated and preserved. They are also used for mealtime meetings.”\nSince the start of his second term, Trump has been trying to get the Fed to lower interest rates, even as the central bank resisted in light of his erratic tariff policies. As the Fed refused to budge, Trump has made it clear that he wants to fire Powell. But the supreme court suggested removing Powell could be unconstitutional, and Wall Street investors appear to be against the idea.\nThe Trump administration seems to have grasped on to the Fed building renovations as a possible workaround. When asked last week whether he would fire Powell, Trump said, “it’s highly unlikely unless he has to leave for fraud”.\nAttacks from the White House continue. On Monday, the US treasury secretary, Scott Bessent, told CNBC that “the entire Federal Reserve institution and whether they have been successful” needs to be examined. In Congress, the Florida representative Anna Paulina Luna referred Powell to the justice department, accusing him of lying under oath about the renovations."
    },
    {
      "title": "US inflation rose in June as Trump’s tariffs start to show in prices",
      "url": "https://www.theguardian.com/business/2025/jul/15/us-inflation-june-trump-tariffs",
      "author": "unknown",
      "tags": [],
      "content": "Inflation accelerated in June as the impacts of Donald Trump’s tariffs slowly started to show in US prices.\nBusiness leaders have said for months that the high, volatile rates of Trump’s tariffs will force companies to raise consumer prices. Prices remained stable in the spring, particularly as many of Trump’s highest tariffs were paused; however, they started increasing in May and have continued to rise in June.\nAnnual inflation rose to 2.7% in June, up from 2.4% in May, according to the Consumer Price Index (CPI), which tracks the prices of a basket of goods and services each month. Core CPI, which leaves out energy and food prices, ticked up slightly to 2.9%, compared with 2.8% in May.\nThe prices of appliances, furniture and toys, products typically manufactured outside the US, all rose. Food prices increased by 3%, with the price of beef rising by more than 2% over the month, coffee up 2.2% and citrus fruit prices rising 2.3%. While the price of eggs has been dropping over the last few months, a dozen eggs are still 27% more expensive than last year.\nInflation remains far below the price peaks seen three years ago, when price increases reached as high as 9%, and even a year ago, when increases were closer to 3%. But tariffs have appeared to halt inflation’s downward path.\nAccording to the Yale Budget Lab, Americans now face an average tariff rate of 18.7% – the highest rate since 1933. That includes 30% tariffs on China, a 50% tariff on steel and aluminum, 25% on auto parts and a universal 10% tariff on all imports.\nThe levies currently in effect do not include those Trump is threatening to impose on other large US trading partners. Over the weekend, Trump threatened the EU and Mexico with 30% tariffs and Canada with a 35% tariff. Brazil is set to face 50% tariffs as punishment for the trial of the Trump ally Jair Bolsonaro, Brazil’s former president, who is facing charges of attempting a coup.\nPrices will probably be pushed up much higher should these tariff rates go into effect, but it is unclear if and when that could happen. Trump initially set negotiation deadlines to 9 July, but pushed it back to 1 August as the date approached. Trump’s trade advisers have said they aim to end negotiations by Labor Day at the beginning of September.\nReacting to the latest inflation news, Trump renewed his call for the Federal Reserve to cut interest rates. “Consumer Prices LOW. Bring down the Fed Rate, NOW!!!,” Trump wrote on Truth Social.\nAs prices remain volatile, the Fed appears unlikely to adjust interest rates anytime soon, despite cutting rates three times in the fall. Fed officials, including the central bank’s chair, Jerome Powell, have said that price increases are expected to continue in the summer, drawing away from the Fed’s 2% inflation target."
    }
  ],
  "Sport": [
    {
      "title": "Bucs’ Desmond Watson, NFL’s heaviest player, placed on non-football injury list due to weight",
      "url": "https://www.theguardian.com/sport/2025/jul/24/desmond-watson-buccaneers-weight-nfi-training-camp",
      "author": "unknown",
      "tags": [],
      "content": "Desmond Watson’s quest to make the Tampa Bay Buccaneers will get a late start.\nBuccaneers coach Todd Bowles said the heaviest player in NFL history is day to day after starting camp on non-football injury list due to his weight.\n“It’s just about trying to get him better, to be a healthier player and getting him on the field a little more,” Bowles said Wednesday. “That’s kind of where I’m at right now. He’s working at it and we’re working with him and that’s all you can ask right now.”\nWatson, who played at Florida, was signed after going undrafted in April. He weighed 464lb at the school’s pro day and lost 25 to 30lb before the draft.\n“I don’t have a timetable on what we can get him down to or when that comes,” Bowles said. “He’s from Armwood, he went to Florida, so he’s used to the heat. That’s not a big factor in it. We’ve just got to see what happens.”\nThe 6ft 6in defensive tackle has been working with a team nutritionist and the team hasn’t said what would be an ideal playing weight for him."
    },
    {
      "title": "Trump signs executive order to rein in ‘chaotic’ influence of money on college sports",
      "url": "https://www.theguardian.com/sport/2025/jul/24/trump-college-sports-executive-order-nil",
      "author": "unknown",
      "tags": [],
      "content": "Donald Trump on Thursday signed an executive order prohibiting “third-party, pay-for-play” payments to college athletes, a move the White House says is intended to curb the booster-funded bidding wars that have upended the landscape of college sports in recent years.\nThe order asserts that recent court rulings and a patchwork of conflicting state laws have dismantled long-standing NCAA rules, creating what it describes as a “chaotic environment” that threatens the financial stability and competitive balance of collegiate athletics.\nIt marks the most aggressive federal intervention yet in response to the rapid commercialization of college sports, particularly in football and men’s basketball, where top programs now spend tens of millions of dollars to attract and retain athletes through name, image and likeness (NIL) deals.\nUnder the new directive, schools would be expected to eliminate any third-party NIL payments used as recruiting inducements, while still allowing fair-market compensation for legitimate services such as brand endorsements.\nThe order also seeks to protect women’s and non-revenue sports, directing athletic departments to preserve – and in some cases expand – scholarship opportunities and roster spots in programs that don’t generate significant revenue. Starting with the 2025–26 academic year, schools with more than $125m in athletic revenue are urged to increase their investment in non-revenue sports, while schools with $50m or more are required to maintain existing levels.\nThe president’s order points to growing disparities fueled by state-level legislation, including the more than 30 states that have passed NIL laws, and warns that the resulting imbalance has created an “oligarchy” of wealthier programs that can simply outbid rivals for the best players. It also cites rising concerns that runaway NIL spending is draining resources from Olympic and educational sports that form the foundation of America’s athletic system.\n“Absent guardrails to stop the madness,” the order reads, “many college sports will soon cease to exist.”\nIn addition to targeting NIL abuses, the executive order:\nCalls on the Department of Education, the FTC, and the Department of Justice to develop enforcement and regulatory plans within 30 days\nDirects the Department of Labor and National Labor Relations Board to clarify the employment status of student-athletes in ways that prioritize educational benefits\nInstructs federal agencies to use Title IX enforcement, funding decisions, and litigation strategy to protect the long-term viability of college athletics\nEncourages collaboration with Congress and state governments to advance a national framework\nThe order highlights the outsized role that college athletics play in US Olympic success, noting that 75% of athletes on the 2024 Olympic team were current or former collegiate athletes, and argues that preserving a broad base of non-revenue sports is essential to maintaining America’s international dominance.\nWhile the order outlines sweeping federal priorities, it remains unclear how many of its provisions will be implemented in practice, particularly in the absence of new legislation. Still, the White House insists the move is necessary to restore fairness and stability to a system that it describes as “drifting toward professionalization”.\n“College sports are not, and should not be, professional sports,” the order declares. “A national solution is urgently needed before it’s too late.”"
    },
    {
      "title": "New York Jets quarterback Justin Fields carted off with toe injury at camp",
      "url": "https://www.theguardian.com/sport/2025/jul/24/justin-fields-injury-jets-training-camp-toe-carted-off",
      "author": "unknown",
      "tags": [],
      "content": "New York Jets quarterback Justin Fields was carted from the practice field Thursday morning with a toe injury.\nFields threw an incomplete pass to Jeremy Ruckert on his fifth play of team drills when he went down. The quarterback, in his first season with the Jets, sat on the grass for a few moments before getting up and limping to the sideline while helped by a trainer.\nCoach Aaron Glenn said the injury was to Fields’ right foot, but had no immediate information on the nature or severity.\n“I know it was a quick throw, so I’m assuming someone stepped on his toe,” Glenn said after the Jets’ second practice of training camp. “It had to be because of the nature of the call that we had as far as offensive play call. I want to look at the tape and be sure.”\nFields spent a few minutes in the injury tent on the sideline as trainers examined him before a cart came out to transport him into the facility. Fields sat in the passenger seat next to the driver in the cart and then got up under his own power before stepping inside to be further evaluated.\nGlenn stopped the team period after Fields was hurt and the Jets ran special teams drills.\n“When anybody goes down, there’s a lump in my throat,” Glenn said. “Listen, I hate injuries for any player, but the thing is I want to make sure that I understand exactly what the injury is before I move forward on my thought process.”\nFields signed a two-year, $40m contract as a free agent in March after playing last season in Pittsburgh and is expected to be New York’s starter this season. Veteran Tyrod Taylor, the team’s oldest player who turns 36 next month, is the backup and replaced Fields in team drills.\n“I think the most important part is, if anything does happen to Justin, I don’t think there’s any drop-off as far as what we want to do when it comes to play calls,” Glenn said. “Very similar when you talk about skill set, so that was like enticing for us. And then the leadership ability ... you could just tell the players really gravitate to him. When he says something, everybody really listens, even the coaching staff. He’s been around this league a long time. He knows what it takes to win, and he’s a really good person. So, we’re all excited to have that guy here.\n“Listen, Justin is who he is and if something happens to him, we’ve got Tyrod and we’re ready to go.”\nNew York also has Adrian Martinez, the 2024 United Football League MVP, and rookie Brady Cook on its roster, but neither has thrown a pass in an NFL game. Glenn noted that Martinez was in camp with the Lions in 2023, so he has some familiarity with the offense that the Jets are running with Tanner Engstrand, Detroit’s former passing game coordinator.\nBut if Fields is sidelined for a significant amount of time, the Jets could be in the market for an experienced quarterback.\nThe news of Fields’ injury sent Jets fans into a frenzy on social media, with many recalling how Aaron Rodgers’ torn achilles tendon in the team’s opening game in 2023 sunk their Super Bowl hopes and how Zach Wilson missed time early in the 2022 season with a knee injury.\nGlenn urged fans to remain calm because “I’ve been there and done that” – referring to how he adjusted to various injuries in Detroit last season as the Lions’ defensive coordinator – and it’s still early in training camp.\n“I understand how this league is and I understand how social media starts to take over and everybody starts to panic,” Glenn said. “The one thing I would say is, listen, we have a number of men in that locker room that want to win. And we have a number of men in the locker room that’s learning how to win and it’s my job to make sure that I push that over the edge. And that’s my plan.”"
    },
    {
      "title": "Miami Dolphins’ Bayron Matos airlifted to hospital after injury in practice",
      "url": "https://www.theguardian.com/sport/2025/jul/23/bayron-matos-injury-dolphins-training-camp-airlifted",
      "author": "unknown",
      "tags": [],
      "content": "Miami Dolphins offensive lineman Bayron Matos was airlifted to a local hospital on Wednesday after suffering an injury during the final minutes of the team’s first training camp practice.\nThe team confirmed Matos, 24, is in stable condition but declined to disclose the nature of the injury. Teammates and staff gathered around Matos for more than 10 minutes as medical personnel attended to him on the field. A helicopter was brought in to transport him for further evaluation.\n“It’s a really heartbreaking part of the game,” said veteran lineman Austin Jackson. “Very tough.”\nMatos’ injury cast a shadow over the Dolphins’ opening session, though the team insisted it was not the reason practice ended early after 90 minutes. First-day sessions are typically shorter, a team official said.\nA towering 6ft 7in and 334lb, Matos has taken one of the more unusual paths to the NFL. Born in the Dominican Republic, he moved to the United States at 17 to pursue basketball and to learn English.\nHe played two years of college basketball at New Mexico before transferring to South Florida, where he walked on to the football team in 2022 despite having never played organized football. Matos appeared in two games that season as a defensive lineman before switching to the offensive line, where he found his footing.\nAfter just one year of college football, he was signed by the Dolphins in 2024 through the NFL’s International Player Pathway Program. Miami valued him highly, guaranteeing him $247,500 – an unusually generous sum for an undrafted rookie – to beat out interest from at least 10 other teams.\nThough he spent the 2024 season on the practice squad and has yet to appear in a regular-season game, Matos saw preseason action last year and signed a futures contract with Miami in January. He entered training camp as a developmental project with considerable upside, thanks to rare athletic traits including a reported 4.88sec 40-yard dash.\n“I want to be one of the best tackles to play in the NFL,” Matos said last year.\nAs of Wednesday evening, there was no timeline for his return. The team said it would provide updates “as appropriate”."
    },
    {
      "title": "High school star Ethan Holliday agrees record $9m signing bonus with Rockies",
      "url": "https://www.theguardian.com/sport/2025/jul/23/high-school-star-ethan-holliday-agrees-record-9m-signing-bonus-with-rockies",
      "author": "unknown",
      "tags": [],
      "content": "Ethan Holliday agreed to a minor league contract with a $9m bonus with the Colorado Rockies on Tuesday, a record for a player drafted out of high school under the current system.\nHolliday, a son of Rockies great Matt Holliday and the younger brother of Baltimore second baseman Jackson Holliday, was the No 4 overall pick in this year’s draft. The 18-year-old, 6ft 4in shortstop from Stillwater, Oklahoma, was rated by MLB Pipeline as the No 1 available prospect.\nThe previous record for a drafted high school player under the current system was set this month by No 1 overall pick Eli Willits, who agreed to an $8.2m bonus with Washington. That topped the $8.19m given to Holliday’s brother, Jackson, by the Orioles in 2022.\nThe bonus also matches the fourth highest for any drafted player since picks were restricted to minor league contracts in 2012, trailing Cincinnati right-hander Chase Burns and Colorado outfielder Charlie Condon (both $9.25m), Pittsburgh right-hander Paul Skenes ($9.2m) and matching Nationals outfielder Dylan Crews. All four of those players signed after attending college.\nHolliday’s family pedigree is impressive. He is the fourth member of his family to be named state baseball player of the year award in Oklahoma after his uncle Josh, father Matt and brother Jackson. Before his senior year at high school he had signed an endorsement deal with Adidas and went on to post a .611 batting average, hitting 19 home runs in 33 games with an OPS of 2.038.\nHis father, Matt, was a seven-time All-Star during a career mostly spent with the Rockies and St Louis Cardinals, with whom he won the World Series in 2011."
    },
    {
      "title": "Raducanu’s US Open buildup gathers pace with Washington win over Kostyuk",
      "url": "https://www.theguardian.com/sport/2025/jul/23/emma-raducanu-dc-open-win-marta-kostyuk-tennis",
      "author": "unknown",
      "tags": [],
      "content": "Emma Raducanu began her buildup towards next month’s US Open with an impressive straight-sets win over the seventh seed, Marta Kostyuk, at the DC Open in Washington. Playing her first singles match since stretching the world No 1, Aryna Sabalenka, in the third round of Wimbledon, Raducanu held off the Ukrainian world No 27 to pull through a gruelling encounter 7-6 (4), 6-4.\nBoth players struggled on serve in a 71-minute opening set, trading early breaks before inevitably edging into a tie-break which Raducanu won despite surrendering a 4-0 lead.\nThe British No 3, who made a rare doubles appearance alongside Elena Rybakina this week, looked the fresher of the pair in tough conditions and cemented her superiority by breaking en route to establishing a 3-0 lead in the second set.\nKostyuk, who arrived in Washington having lost five singles matches in a row stretching back to May, rallied just when all seemed lost, breaking Raducanu back as she clawed back to parity at 4-4. After the Briton held to forced Kostyuk to serve to stay in the match, the Ukrainian handed Raducanu two match points with a double fault, and she seized her second chance to book her place in the second round.\n“Extremely good win,” Raducanu said in her on-court interview. “Playing Marta first round is extremely difficult and we’ve always had some tough matches. I’m happy with the way I fought through the first set and in the second, stayed tough when I needed to.”\nCameron Norrie completed a notable win against Lorenzo Musetti, the second seed and world No 7, to book his place in the last 16. Norrie, the world No 41, hit back from losing the opening set to triumph 3-6, 6-2, 6-3 and score his first win over a top 10-ranked player since reaching the quarter-finals at Indian Wells in 2023."
    }
  ],
  "Football": [
    {
      "title": "NWSL investigation finds San Diego Wave ‘could have done more’ to address assault allegation",
      "url": "https://www.theguardian.com/football/2025/jul/24/san-diego-wave-nwsl-investigation",
      "author": "unknown",
      "tags": [],
      "content": "A\nn investigation commissioned by the National Women’s Soccer League found that the San Diego Wave front office “could have done more” to address a sexual assault allegation from a member of the club’s staff, but ultimately found no specific issue with how the claim was handled because the alleged victim did not use the term “sexual” when describing her experience.\nThe finding is contained in a report summarizing the investigation, which had not previously been made public but was obtained by the Guardian US.\nThe investigation, conducted by Connecticut-based law firm Finn, Dixon, and Herling, also looked at how the team’s front office handled several other workplace complaints. Its conclusions exemplify some of the bureaucratic and legal obstacles many employees face when attempting to report sexual assault in the workplace. These can include systemic ineffective reporting mechanisms and procedural complexities while individuals can experience retraumatization, minimization, subsequent poor workplace performance, and isolation. Although not stated in the report, the investigation shows how the club lacked an accepted trauma-informed response to investigating or receiving complaints of sexual assault.\nSan Diego Wave made their NWSL debut in 2022 with an all-star cast that included former US women’s national team head coach Jill Ellis as president, former England international Casey Stoney as coach, and star forward Alex Morgan on the field. Off the field, however, things were not so stellar.\nThe investigation found that a senior Wave staff member reported to her manager in October 2023 that she had been “traumatized” by a male co-worker. She also stated at that time she did not want lawyers, San Diego Wave, or NWSL to pursue an investigation into any events that had been responsible for that trauma. During a subsequent meeting with a Wave human resources manager the woman did not identify the co-worker who allegedly assaulted her, did not reveal details of the alleged “traumatization”, and did not explicitly describe sexual assault or sexual misconduct.\nThe woman who made the allegations was subsequently fired by San Diego Wave after her work performance declined and was told by the club to make a worker’s compensation claim when more details of the assault became known to the club after her departure. The Guardian understands the NWSL investigation was triggered after reports were received from San Diego Wave employees via an anonymous tip line – a response that is in line with league policy.\nThe NWSL commissioned the investigation to determine whether a report of sexual assault was ignored by Wave management and whether any of the club’s potential inaction had broken the NWSL Policy to Prevent and Eliminate Workplace Discrimination, Harassment, and Bullying – not to investigate any actual claims themselves.\nAccording to the investigation, the Wave did not fail to respond to a report of a sexual assault but “the Wave could have done more to press the complainant for more information” on the circumstances behind it. It is understood that the investigators suggested to at least one of the women they interviewed to consider pursuing other avenues for their complaints if they were dissatisfied with the investigation’s conclusions\nIn October 2024, almost six months after the completion of the investigation, five former San Diego Wave employees filed a lawsuit against both the NWSL and San Diego Wave. Later that month, “Jane Doe 2” joined the suit with allegations of sexual harassment by the same Wave staffer accused of sexual assault.\nThat ongoing suit contains multiple allegations related to the historic working environment at San Diego Wave in addition to the sexual assault and sexual harassment claims. The plaintiffs include Brittany Alvarado, a former videographer for San Diego Wave, who made headlines in 2024 when she posted on social media that the “NWSL must take immediate action to remove Jill Ellis from both the San Diego Wave and the league entirely.” Ellis was Wave president at the time and had a hands-on role in managing the club. Ellis has since departed San Diego to take a senior role at Fifa as its chief football officer. Ellis is not a defendant in the lawsuit but is referenced on multiple occasions within the filing. She has separately filed a defamation lawsuit against Alvarado for the social media post made in 2024.\nSign up to Moving the Goalposts\nNo topic is too small or too big for us to cover as we deliver a twice-weekly roundup of the wonderful world of women’s football\nafter newsletter promotion\n“Jane Doe 1” is described in the suit as having held a senior management position with San Diego Wave with extensive experience in the sports industry. The suit alleges that a co-worker invited Jane Doe 1, who had recently moved to San Diego to work for the Wave, for a night out in the city that led to “inappropriate activities including a game of ‘Sexy Jenga’ that led to him pressuring her into non-consensual sexual acts”. Jane Doe 1 alleges that later at her apartment, while she was drunk, she was pressured into “sexual activity that she explicitly stated she did not consent to” that resulted in “significant injury”.\nJane Doe 1 describes a subsequent “hostile work environment” and criticism from her manager that ultimately led to her termination by Wave in late 2023. After her departure, Jane Doe 1 alleges she asked the club how to report an assault and was told to complete a workers’ compensation form.\n“Jane Doe 2” alleges she was sexually harassed by the same San Diego Wave employee. She worked part-time with shifts scheduled by the employee who sent her non-work related messages via Snapchat, according to the claim. Jane Doe 2 informed the employee she was not interested in him romantically but the messages became increasingly sexual in nature including an unsolicited image of his penis, according to the lawsuit. Jane Doe 2 claims she was then scheduled for fewer work shifts by the Wave employee to a point where she was not rehired by San Diego Wave because she had not met the minimum shift requirements set by the club. In July 2024, Jane Doe 2 met socially with a Wave employee who told her that her experience was not unique and encouraged her to speak with Wave. The employee accused of assault and harassment has since left the club.\nSan Diego Wave gained new owners in 2024 and while some staff from the period described in the lawsuit have left the organization several remain. Ellis’ defamation lawsuit against Alvarado is set to be heard later this year.\nThe NWSL did not respond to specific questions regarding the San Diego Wave investigation but a league spokesperson said in an emailed statement to the Guardian that: “The safety, health, and well-being of everyone associated with the NWSL is our highest priority. We take serious [sic] any and every report of potential misconduct, hire qualified independent investigators to review those allegations thoroughly, and act when allegations are supported by the facts uncovered. We will not comment specifically about an active legal matter.”\nThat statement has been previously issued to other media organizations that have requested comment on the issue over the past year. Finn, Dixon, and Herling did not respond to a request for comment on the investigation.\nSan Diego Wave did not respond to multiple requests for comment."
    },
    {
      "title": "The MLS All-Star game entertained plenty, but that may no longer be enough",
      "url": "https://www.theguardian.com/football/2025/jul/23/mls-all-star-game-messi-absence-format-debate",
      "author": "unknown",
      "tags": [],
      "content": "T\nhe MLS All-Star game is what you make of it. Want to see it as yet another benchmark by which we can measure the US and Canada’s top professional league against Mexico’s? The current format, pitting a team of MLS stars against Liga MX’s own selection, will provide that (however flimsy the conclusions may be from MLS’s 3-1 win).\nWant it to be nothing more than a good time? The tenor of play, and that of the previous night’s very fun but very silly skills competition won by MLS, will do that. Sam Surridge’s first-half opener, the confirmation of which was somewhat hilariously delayed by a VAR check, came after an impressive display of speed and skill from LAFC’s Denis Bouanga, who picked the pocket of Necaxa’s Agustín Palavecino before bursting through on goal. The Philadelphia Union’s Tai Baribo finished off a well-worked second off a super through ball from Columbus’ Diego Rossi. All four of those involved in the goals are among the league’s best attacking stars, and they shone brightly.\nLigaMX had a major asset ball out as well. Sixteen-year-old Gilberto Mora, who broke through impressively with Mexico during the Gold Cup and has done the same at club level with Tijuana, scored the league’s only goal of the night. Vancouver’s American standout Brian White bundled in MLS’s final goal, giving a boost to the league’s work improving the depth of the USMNT ahead of a huge World Cup year.\nSubstitutions came with regularity, every 30 minutes or so. No heavy tackles were put in, no injuries were reported, both teams put forth effort in attack and a lively sold-out crowd seemed plenty entertained by the spectacle.\nIf you see it as a total waste of time, though, there’s some reason for that too – and you’d have some famous company. The biggest star in the league said as much with his actions, as Lionel Messi skipped the three-day festivities in Austin, Texas entirely (along with Inter Miami team-mate Jordi Alba, who shared many of Messi’s best years at FC Barcelona). Both could be suspended for Inter Miami’s next match as a result of their absence, a crucial clash against top-of-the-table Cincinnati on Saturday.\nIn one sense Messi’s no-show is a needlessly aloof move. The publicity demands on him would have been great, but they always are, and that hasn’t stopped him from continuing to be his famously reclusive self. Events like All-Star, as silly as they may seem to the rest of the world, are a fixture of American sports culture. It’s existed since the first year of the league and every other major US pro league has one. To effectively scoff at its existence is akin to protesting against the searing heat and bitter cold that accompany MLS’s season, or complaining about Boxing Day matches and the resulting holiday-period fixture congestion in England. The conditions may not be ideal, the timing may suck, but it’s part of the culture.\nSign up to Soccer with Jonathan Wilson\nJonathan Wilson brings expert analysis on the biggest stories from European soccer\nafter newsletter promotion\nAnd in that sporting culture where Messi is a natural fixture, big stars like him show up for these games. Michael Jordan played in 13 of them. LeBron James has started all 21 of the ones in which he appeared. Wayne Gretzky played in 18; Sidney Crosby just made his 10th. Shohei Ohtani has taken part in each of the last five All-Star games, even when his health has prevented him from taking part fully. It is not ridiculous for MLS to have an All-Star game, and it is similarly not beyond the pale to expect a player making over $20m per year with the implicit expectation of being the face of the league to take part.\nOr is it? Unlike those stars of past and present, neither Messi nor Alba made their names in a North American league. It’s not like either player is coasting on their names – both have been extremely impressive in MLS. In a way, Messi is showing the league a backhanded form of respect by saving himself for games that actually matter. Even MLS commissioner Don Garber admitted in a press conference before the game that All-Star, while useful to the league from a business standpoint, is not without its flaws for players.\n“This is first time we’ve had all of our CSOs [Chief Soccer Officers] here, all of our CBOs [Chief Business Officers] here, all of our owners here, it is an important mid season break for us,” Garber said, before pointing out that Messi has indeed played nine games in the past 35 days between the Club World Cup and MLS league play, with him going the full 90 minutes in every one. “Miami’s had a schedule that is unlike any other team. Most of our teams had a 10 day break. Miami hasn’t. We have to manage through that as a league. At the same time, we do have rules, and we have to manage through that as well.”\nBy “manage through that,” Garber is hinting at a feeling he said explicitly later on in that press conference: It is time for MLS to re-think the foundations of its All-Star game. The commissioner revealed for the first time a specific per-game number of viewers the league draws for its game broadcasts on average: 120,000. That is not an impressive number, and it represents a near-50% increase on last year, according to Garber. Does continuing to hold an All-Star game as currently presented help boost that number as the league, like all leagues, deals with increasing fixture congestion? It’s unlikely.\nGarber said that the league was still focused on keeping the game competitive, and that changing it up could be as simple as finding a different type of opponent. In the past, the league has hosted games against famous clubs from around the world – and perhaps that could be a reality again.\nBut this push for competitiveness comes as most US leagues are doing the exact opposite. The NBA abandoned the East-West format of old and the game itself seems less and less like real basketball each year. The NFL no longer holds a Pro Bowl at all (A sensible decision, all told, considering the violence inherent in modern American football). MLB is seemingly the only other major league to hold firm – its recent All-Star game was the most-watched among US sports, with viewership up 6% this year.\n“I love the All-Star game,” Garber said, “Most leagues probably do. But how do you get your players to love the All-Star game?”\nJudging from their comments throughout the week, most MLS players do. But that feeling may be declining, and perhaps it’s not as important any more anyway."
    },
    {
      "title": "MLS commissioner defends ban on ‘political’ signage at games amid Ice crackdown",
      "url": "https://www.theguardian.com/football/2025/jul/23/mls-signage-ban-don-garber-comments-ice-raids",
      "author": "unknown",
      "tags": [],
      "content": "MLS commissioner Don Garber defended the league’s ban on political signage from fan groups but said that teams are allowed to make political statements in a press conference with reporters before the MLS All-Star game on Wednesday evening.\nAsked by the Guardian US to comment on protests and statements from MLS supporters’ groups against Immigration Customs Enforcement (Ice) and the federal government’s broader immigration crackdown, Garber said that the league’s primary concern is keeping games safe for fans to attend. The commissioner said that ensuring fan groups do not unveil displays that are political in nature is part of that goal.\n“We want to ensure that we’re having displays that are not going to incite anyone,” Garber said in part. “The best way to do that is to have the policy we have, which prohibits having political signage or anything to do with legislative acts on display in our stadiums.\n“I understand and sympathize with those that are impacted by this. I grew up in a very diverse environment. We are a very diverse league, but we have to be very thoughtful about how we engage in this situation.”\nMLS has said in the past that it estimates around 30% of its fans are Hispanic.\nAs Ice raids have taken place in public places across the country, numerous MLS supporters’ groups have spoken out about how the current environment contributes to them feeling unsafe at MLS games. In May, Latino supporters of Nashville SC paused gameday activities due to Ice’s crackdown, telling SixOneFive Soccer that they feel “targeted”, and the Athletic that they feel “hunted” given the general environment in the state.\nIn this past weekend’s LAFC v LA Galaxy match, LAFC supporters unveiled a tifo reading “Los Angeles unidos jamás será vencido” (“Los Angeles, united, will never be defeated”) after Ice raids in the California metropolis that led to more than 2,700 arrests. As of mid-June, Ice data shows there were more than 11,700 people in immigration detention who had been arrested despite having no track record of being charged with or convicted of a crime.\nLAFC issued a statement about the Los Angeles raids, saying that “today, when so many in our city are feeling fear and uncertainty, LAFC stands shoulder to shoulder with all members of our community”. At time of writing, they remain the only MLS team to have made such a statement. The LA Galaxy banned fans responsible for displaying anti-Ice banners at a recent game, with other supporters boycotting the match against LAFC in protest.\nAnti-Ice banners have also been seen in Austin, the site of Wednesday’s All-Star game, Chicago and other markets.\nSign up to Soccer with Jonathan Wilson\nJonathan Wilson brings expert analysis on the biggest stories from European soccer\nafter newsletter promotion\nAsked whether he thinks the league has a responsibility to protect fans as Ice raids continue across the country, and how the league is thinking about this topic generally, Garber said: “I don’t think the league has the ability to serve as an entity to protect anyone. That being said, we want our stadiums to stay safe.”\nHowever, he said, “if teams want to make a statement, they can. I don’t think any team should be required to. Certainly the league is not, has not, and will not make a statement on this. We just want to continue to do whatever we can to ensure that our games are safe for all of our fans.”"
    },
    {
      "title": "Lionel Messi and Jordi Alba face suspension for skipping MLS All-Star game",
      "url": "https://www.theguardian.com/football/2025/jul/23/lionel-messi-jordi-alba-mls-all-star-suspension-inter-miami",
      "author": "unknown",
      "tags": [],
      "content": "Lionel Messi and Jordi Alba will not appear in the MLS All-Star Game on Wednesday despite being selected for the event, with both Inter Miami players now in line to be suspended from their club’s next match as a result.\nMessi and Alba had been absent from the All-Star festivities this week in Austin, Texas, which culminates in Wednesday night’s friendly match against an equivalent select squad from Mexico’s LigaMX. Alba had been scheduled to take part in Tuesday evening’s All-Star skills challenge, but was withdrawn. No explanation was given for Alba’s withdrawal, and MLS has not commented publicly on Messi and Alba’s absences.\nThe MLS All-Star game has been around since the league’s inception in 1996, though it has taken multiple forms. It started as a standard East v West format used in other US leagues, but has also seen a single MLS All-Star squad play against well-known teams from around the world (Tottenham, Chelsea, Arsenal, Manchester United, Real Madrid and Juventus have all been past opponents). In five of the past six seasons, though, the game has pitted MLS’s squad against Liga MX’s.\nThe event is considered to be a major one among MLS executives and some front offices, with it now being one of the only opportunities for representatives from every club to be in the same location since the SuperDraft ceased being held in-person and MLS Cup stopped being held at a neutral site. The league’s rules contain a provision meant to encourage player participation in the event, stating that, unless they are injured, players must participate in the All-Star game or sit out their club’s next match.\nThis year’s game falls in the middle of a busy period for the league. Inter Miami have played five games already in July after exiting the Club World Cup in a round of 16 loss to PSG. Some of the league restarts play on Friday, less than two days after the All-Star game. The annual Leagues Cup competition pitting MLS teams v Liga MX starts the following week with games on Wednesday.\nFor Miami, Messi and Alba’s absences will loom large – the club’s next match is against FC Cincinnati, who now lead the Eastern Conference and who beat Miami 3-0 the last time they played. Miami then play Atlas in the Leagues Cup on Wednesday.\nMessi and Alba’s situation is not unprecedented. Zlatan Ibrahimović was suspended one game in 2018 after skipping that year’s All-Star event, a decision he called “ridiculous” in subsequent comments to reporters.\nSign up to Soccer with Jonathan Wilson\nJonathan Wilson brings expert analysis on the biggest stories from European soccer\nafter newsletter promotion\n“They do whatever they want. I come from a different world, I come from the real world,” Ibrahimović said. “It is what it is. I respect in the end, and I’m sorry for my teammates only that I could not help them in the game … But yeah, people are interested in different things. They lose on it, and for me it doesn’t matter.”"
    }
  ]
}