{
  "World news": [
    {
      "title": "Mastercard and Visa face backlash after hundreds of adult games removed from online stores Steam and Itch.io",
      "url": "https://www.theguardian.com/world/2025/jul/29/mastercard-visa-backlash-adult-games-removed-online-stores-steam-itchio-ntwnfb",
      "author": "unknown",
      "tags": [],
      "content": "Payment companies such as Visa, Mastercard and Stripe are facing public backlash, including from billionaire Elon Musk, for pressuring online gaming platforms to remove hundreds of games in response to a campaign from an Australian anti-porn lobby group.\nItch.io, an independent gaming platform, last week removed all adult or not-safe-for-work (NSFW) games from appearing in its library in a hasty move to prevent payments for games being blocked across its entire service.\nItch.io said that it was bowing to demands from payment providers “to ensure we can continue to operate and provide a marketplace for all developers”.\nThe move came after an open letter organised by Collective Shout, an Australian-based group that fights the sexualisation of woman and girls. On 14 July, it called on payment providers to cease providing services to gaming platforms Steam and Itch.io, claiming that hundreds of their games contained content including rape, sexual violence and incest.\nItch.io’s swift compliance, however, meant removing not just the content in Collective Shout’s claim but all NSFW adult content from browsing and search – at least temporarily. Some games were also removed entirely.\nSign up: AU Breaking News email\n“This is a time critical moment for itch.io. The situation developed rapidly, and we had to act urgently to protect the platform’s core payment infrastructure,” the company said.\n“Unfortunately, this meant it was not realistic to provide creators with advance notice before making this change. We know this is not ideal, and we apologise for the abruptness of this change.”\nSome users reported they were unable to play games removed from sale that they had already paid for, which Itch.io has denied.\nCollective Shout, a small but vocal lobby group, has long called for a mandatory internet filter that would prevent access to adult content for everyone in Australia. Its director, Melinda Tankard Reist, was recently appointed to the stakeholder advisory board for the government’s age assurance technology trial before the under-16s social media ban comes into effect in Australia in December.\nCollective Shout routinely focuses its campaigns on underwear advertising and video games in Australia. It has recently campaigned for Elon Musk’s X to ban adult content, but the success of its recent campaign against gaming platforms has brought them the most international attention.\nIn the two weeks since announcing the letters sent to major payment providers including PayPal, Mastercard and Visa, video game marketplaces Itch.io and Steam have announced policy changes.\nSteam, which has an estimated 132 million active monthly users, earlier this month removed an estimated hundreds of titles in response to pressure from payments processors.\nTankard Reist said she and her team had been bombarded with “abuse, harassment, rape and death threats” since the campaign launch, which the team was compiling to report to the eSafety commissioner and the police.\nBy Monday, a Change.org petition calling for payment processors to “stop controlling what we can watch, read, or play” has garnered more than 147,000 signatures.\n“Nobody is forced to engage with content they find offensive – but they have no right to dictate what others are allowed to enjoy, especially when it’s within the bounds of the law,” it said.\nElon Musk posted “bravo” in response to an X user’s post about the petition, and – in another reply to criticism of a payments processor forcing the removal of content – said he wanted to get his own X payments platform “going soon”.\nWhile Collective Shout solely targeted games it said violated policies held by payment platforms, Itch.io’s move to temporarily remove all NSFW content resulted in games with LGBTQ+ themes being removed.\nOne petition signer who is a member of the LGBTQ+ community said they were concerned that banning sexual-based games would be the start of cracking down on LGBTQ+ content.\n“Banning sexual content never stops there, it always include non-sexual things. As such the fight to protect people’s right to sexual expression is vital for protecting my right to exist,” they wrote.\nTankard Reist said the blanket removal of NSFW games was not the objective of the campaign, noting that Itch.io has said it would introduce compliance measures for NSFW pages to allow games as long as they abided by the policies of the payment processor linked to their account.\n“It is likely many games will be restored to the platform after Itch.io’s review,” she said. “Payment processors have a right to determine what services they will provide … according to their CSR [corporate social responsibility], mission and values.”\nAsked whether the incoming Online Safety Act codes, which restrict access to content refused classification in Australia and bring in age verification for adult content, would have been a better place for the concerns raised by her group, Tankard Reist said the issue did not affect Australia alone.\n“The internet has no borders. Women and girls everywhere are impacted by male violence against women and misogyny in general which we believed these games perpetuated,” she said. Collective Shout “could not afford to wait” to see if the codes and age verification would be effective, she added.\nMastercard and Visa were contacted for comment. Steam did not respond to a request for comment.\nA spokesperson for PayPal said it could not comment on individual customers. “PayPal is committed to maintaining a safe platform for its customers. We have a zero-tolerance policy towards any illegal activity. Any accounts found to be associated with illegal activity will be closed,” they said."
    },
    {
      "title": "Israel committing genocide in Gaza, say Israel-based human rights groups",
      "url": "https://www.theguardian.com/world/2025/jul/28/israel-committing-genocide-in-gaza-say-israel-based-human-rights-groups",
      "author": "unknown",
      "tags": [],
      "content": "Two leading human rights organisations based in Israel, B’Tselem and Physicians for Human Rights, say Israel is committing genocide against Palestinians in Gaza and the country’s western allies have a legal and moral duty to stop it.\nIn reports published on Monday, the two groups said Israel had targeted civilians in Gaza only because of their identity as Palestinians over nearly two years of war, causing severe and in some cases irreparable damage to Palestinian society.\nA number of international and Palestinian groups have already described the war as genocidal, but reports from two of Israel-Palestine’s most respected human rights organisations, who have for decades documented systemic abuses, is likely to add to pressure for action.\nThe reports detailed crimes including the killing of tens of thousands of women, children and elderly people, mass forced displacement and starvation, and the destruction of homes and civilian infrastructure that have deprived Palestinians of healthcare, education and other basic rights.\n“What we see is a clear, intentional attack on civilians in order to destroy a group,” said Yuli Novak, the director of B’Tselem, calling for urgent action. “I think every human being has to ask himself: what do you do in the face of genocide?”\nIt is vital to recognise that a genocide is under way even without a ruling in the case before the international court of justice, she said. “Genocide is not just a legal crime. It’s a social and political phenomenon.”\nPhysicians for Human Rights (PHR) focuses in its report on a detailed chronological account of the assault on Gaza’s health system, with many details documented directly by the group’s own team, which worked regularly in Gaza before 7 October 2023.\nThe destruction of the healthcare system alone makes the war genocidal under article 2c of the genocide convention, which prohibits deliberately inflicting conditions of life calculated to destroy a group “in whole or part”, said its director, Guy Shalev.\n“You don’t have to have all five articles of the genocide convention to be fulfilled in order for something to be genocide,” he said, although the report also details other genocidal aspects of Israel’s war.\nBoth B’Tselem and PHR said Israel’s western allies were enabling the genocidal campaign, and shared responsibility for suffering in Gaza. “It couldn’t happen without the support of the western world,” Novak said. “Any leader that is not doing whatever they can to stop it is part of this horror.”\nThe US and European countries have a legal responsibility to take stronger action than they have done so far, Shalev said. “Every tool in the toolbox should be used. This is not what we think, this is what the genocide convention calls for.”\nIsrael denies is it carrying out a genocide, and says the war in Gaza is one of self-defence after cross-border attacks by Hamas on 7 October 2023 killed 1,200 people, the majority civilians. More than 250 others were kidnapped and taken to Gaza, where 50 remain held hostage, with 20 of them believed to still be alive.\nOn Monday a spokesperson for the Israeli government called the allegation made by the rights groups “baseless”. “There is no intent, [which is] key for the charge of genocide ... It simply doesn’t make sense for a country to send in 1.9m tons of aid, most of that being food, if there is an intent of genocide,” said spokesperson David Mencer.\nA key element to the crime of genocide, as defined by the international convention, is showing intent by a state to destroy a target group in whole or part.\nGenocidal statements from politicians and military leaders, and a chronology of well-documented impacts on civilians after nearly two years of war are proof of that intent, even without a paper trail of orders from the top, both PHR and B’Tselem say.\nThe PHR report details how “genocidal intent may be inferred from the pattern of conduct”, citing legal precedent from the international criminal tribunal for Rwanda.\nThe extensive documentation, by medics, media and human rights organisations over a long period of time, meant Israel’s government could not claim it did not understand the impact of its actions, Shalev said. “There were enough times and enough opportunities for Israel to stop this gradual systematic attack.”\nIncitement to genocide has been recorded since the start of the war. It is one of two issues on which the Israeli judge hearing the case at the international court of justice voted with the majority when ordering emergency measures for the protection of Palestinians from the plausible risk of genocide.\n“We don’t need to guess what Israel is doing and what the Israeli army is doing, because from the first day of this attack, Israeli leaders, the highest leadership, political leadership, including the prime minister, the minister of defence, the president of Israel said exactly that,” Novak said.\n“They talked about human animals. They talked about the fact that there are no civilians in Gaza or that there is an entire nation responsible for 7 October.”\n“If the leadership of Israel, whether the army leadership and the political leadership, knows about the consequences of this policy and keep going, it is very clear that is intentional.”\nThe destruction of health infrastructure, two years without medical care and the killing of medical workers also meant the toll from the genocide would continue to mount even after any ceasefire halts fighting, Shalev said.\n“For example, there have been no MRI machines in Gaza for months now, so what about all the illnesses and diseases that were not diagnosed all that time. There are all the malnutrition and chronic diseases that went untreated, we’re going to see the effects of that for months and years to come.”\nWhile medication can be brought in within days, there is no easy way to replace medical workers who have been killed, including specialists who took decades to train, he said.\n“Looking at the conditions of life opens this kind of temporal scale that is frightening if we want to believe in a future where … the people of Gaza somehow get to live their lives safely and in good health. It’s very hard to see that.”\nThe death toll in Gaza from the war is approaching 60,000, or more than 2.5% of the prewar population. Some of those who defend Israel’s war argue that is too low for the campaign to be considered genocide.\nThat is based on a fundamental misunderstanding of the crime of genocide, which the convention defines as targeting a group “in whole or in part”, Novak said. “It doesn’t mean that you need to kill each and every person.”\nA genocide targeting Palestinians as a group was possible only because Israel for decades dehumanised Palestinians and denied their rights, Novak said. Collective trauma was exploited by far-right politicians to accelerate an agenda they had been pursuing for years.\n“[7 October ] was a shocking moment and a turning point for Israelis because it instilled a real sincere feeling of existential threat. That was the moment that pushed a whole system and how it operates in Gaza from a policy of control and oppression into one of destruction and extermination.”\nNow Israel had launched a genocidal campaign in Gaza, there was an urgent risk that it could spread to target other Palestinians, the B’Tselem report warned.\n“The Israeli regime now has a new tool that they didn’t use before – genocide. And the fact that that this tool or this policy used in Gaza is not yet [deployed] in other areas is not something that we can count on for long,” Novak said.\nThe West Bank is a particular concern, with almost 1,000 Palestinians killed and more than 40,000 displaced from communities including Jenin and Tulkarem, in a campaign of escalating attacks and ethnic cleansing since 7 October 2023.\n“What we see is basically the same regime with the same logic, the same army, usually the same commanders and even the same soldiers who just fought in Gaza. They are now in the West Bank where violence is on the rise,” Novak said.\n“What we worry about and want to warn about is the fact that any small trigger might make the genocide spill over from Gaza into the West Bank.”"
    },
    {
      "title": "‘There’s an arrogance to the way they move around the city’: is it time for digital nomads like me to leave Lisbon?",
      "url": "https://www.theguardian.com/world/2025/jul/27/lisbon-portugal-digital-nomads-foreign-remote-workers-integration",
      "author": "unknown",
      "tags": [],
      "content": "F\nor the past five years, I’ve lived in a flat in a four-storey apartment building standing atop a hill in the pastel-hued district of Lapa, Lisbon. I work from my desk at home, with a view of palm fronds outside the window as I dial into Zooms with London advertising agencies, for which I’m paid in pounds into a UK bank account. Upstairs, one of my neighbours makes money from France, and downstairs another offers financial coaching to a range of international clients.\nIn the flat just across the hallway, three Scandinavian digital creatives work remotely for clients in their own home countries. All the school-age children attend international private schools. The building, clad in weathered Portuguese tiles, is owned by a single Portuguese family. The remote workers live among four siblings, aged 60-plus, who each live on one of the floors. The building tells a typical story of the demographic of the local area: Portuguese who have benefited from inherited wealth and foreigners earning foreign incomes.\nI’m British, and moved here from London – not for work or family, but because I could. I guess, in truth, I came for lifestyle optimisation: the sun, the beaches, the photogenic cafes. The Americans I know cite politics; the northern Europeans talk about slowing down. Andrew Steele, an ex-Olympic athlete running a health-tech firm out of the primary-coloured co-working space Lacs, talks of “less ultra-processed food” and a life lived outside. He lives by Monsanto, a forest park bordering Lisbon that is often likened to Hampstead Heath. His daughter attends an idyllic-sounding Montessori forest school.\nWhat no one says explicitly is that they’re here for the tax break. Moving to Portugal pre-Brexit with my partner, an art director, and our three-year-old son, we found it astonishingly easy to become residents. As freelancers and directors of our own limited companies, we were granted a non-habitual residency visa, one of the key benefits of which is we don’t pay income tax on foreign earnings. “These visas are designed to attract a desirable alien,” explains Fabiola Mancinelli, an anthropologist and associate professor at the University of Barcelona specialising in mobility and tourism. “Applicants must demonstrate they are self-sufficient, are within a certain income bracket, have private health insurance. They’re expected to bring their job with them, so they won’t take a local’s job. And, in exchange for this, they are often relieved of income tax.”\nWe arrived in 2019, and, after 18 years in London ricocheting from interaction to interaction, the pain points of daily life softened in the Lisbon sun. Pushing my kid on the swings wasn’t so mind-numbing; even the school run was novel now we’d swapped the no 38 bus for a wooden tram, or, let’s be honest, an unreasonably cheap Uber.\nDuring my last week living in London, my three-year-old son asked why the toilets in our local pub were “all greasy”, and, while I didn’t explain it was to stop people racking up lines of cocaine on the lids, something like relief moved through me as I realised we were about to leave that city and all its edges behind.\nFor a time, there seemed no downside to this decision. We strode the blue-tiled calçadas of Lisbon believing that in this sun-soaked city we could be anything.\nYet, over the past two years something has been stirring inside me, but also on the trams rattling past my window. A widening wealth gap. A political shift. A quiet awareness that the wealthiest residents are often the ones contributing the least. And then, recently, my unease was validated: Lisbon was named the most unaffordable capital city in Europe for housing, by Numbeo, the world’s largest cost-of-living database. That same month, the far-right party Chega, with its openly racist rhetoric, became the main opposition party in parliament. And, all the while, property prices soared, reaching a staggering price-to-salary ratio of 21:1. In some places a flat white now costs €5.\n“I didn’t know about the tax break,” says Chris Pitney, who moved here with his Portuguese wife from north London, where he was born and raised. “It wasn’t until I’d completed a full year’s worth of taxes that I understood – I didn’t have to pay income tax on any foreign earnings.”\nPitney, a designer who had been priced out of buying a flat in his home city, works out of an office in Lisbon that he rents with another British designer. Right now he’s working for a New York company. “Rather arrogantly, and not really understanding the consequences, I would say casually to friends back home, ‘You should move here too!’”\nIt’s a lifestyle many incomers are ready to boast about: the best surf break in Europe, sun-drenched cafes, schools popping out bilingual children, afternoon padel games, the beach after work. Walk through the central Lisbon neighbourhoods of Rato, Lapa or Santos at 2pm on a Thursday, say, and you might wonder what the groups of men wearing vests, as seen through the windows of the sun-drenched cafes, do with the rest of their day. You might ask: who is attending the pilates studio that charges €35 for a single class in a country where 60% of taxpayers earn less than €1,000 a month?\n“The brunch places have taken over the pavements,” Inés, a local woman in her 60s, tells me. “Foreigners will reach over my head in the supermarket, they’ll have their head down on their phone, making no space for me as I walk down the street. There is an arrogance to the way they move around the city.”\nWhat Inés describes, I feel too. Two different communities sharing the same streets – though certainly not the same cafes. There are thousands of people in Lisbon who earn their money from elsewhere. American dollars, UK pounds, Angolan kwanzas, even euros earned from job markets where freelance day rates are far higher, like Amsterdam or Paris. Perhaps they’re strategists or marketers, tutors or traders, in fintech or wellness; maybe they’re producers or photographers who will fly out to shoot in a studio in New York or LA before flying back, glad to call Lisbon and its milky, cloudless sky home. Generally, their days are spent sitting at home, at a small desk pushed under a shuttered window, or in a co-workspace where all the signage is in English. These remote workers, each bringing in money from abroad, are together creating a siloed economy. Untethered by offices and with no in-person colleagues, theirs is a community separated by wealth and walled in by language.\n“It was only when I told my Portuguese in-laws about my tax situation and saw the frustration etched across their faces that I understood the unfairness,” Pitney tells me. “My Portuguese family work longer days, earn less and are taxed more.” Even his wife, Anna, born in Portugal, had been out of the country long enough that when they moved to Lisbon in 2019 she qualified for the non-habitual residency visa and the tax break. “You can see why those who stayed are disheartened. Anna’s situation demonstrates how the Portuguese tax system rewards those who left and returned.”\nForeign buyers in Lisbon are paying, on average, 82% more per property than local buyers. Local businesses have responded to the needs of the rich foreigners (and I don’t mean just oligarchs, although the 4x4 Bentleys at the school gate of the international school my son attended for a couple of years indicate that they are here). Lisbon has been gentrified by people who work for advertising agencies and insurance companies. Even those who earn an average day rate for the design industry in the UK could, until recently, live lavish lives here.\nThe expected has happened: traditional cafes (or tascas), where you could knock back a 60-cent coffee, transform into gleaming marble brunch spots; branded yoga studios sit smugly on the ground level of newly renovated buildings; and English-speaking therapy rooms hide behind discreet signage in areas populated by remote workers. “The idea behind the visas is to create resident consumers, and the hope is this money will enrich the social fabric of the city,” explains Mancinelli. But what I see is foreigners spending money with other foreigners.\nAnd now I, too, have a business here. In 2023, my partner and I opened a small English-language bookshop on a quiet cobbled street. For a time, the shop felt like a corrective to the remoteness of expat life – I was off the screen, chatting to locals, I had real-life work colleagues (we employ five people: two Portuguese, one American-Portuguese, two British). But still, in the morning, before I take the key from my bag to open the stubborn but beautiful old doors, it’s too easy to grab coffee from a French-owned bakery and book a class at the American-owned yoga studio. Discussions on how to be a good foreigner dominate conversation with other remote workers: learn the language, employ locals, “integrate”, spend locally. And, though I realise money spent here circulates here, there is a question that must be asked: is the money reaching local communities?\nSome people argue yes. Chris Jones founded Paco, a company that offers executive assistance for foreign arrivals, who from €329 a month (for 10 hours of support) will coordinate home repairs, book cleaners, find nannies, pay your utility bills and assist with property viewings.\n“When I arrived here in 2019 there were roughly 450,000 foreign-born residents in the country,” Jones says. “Today there are 1.5 million. Paco has risen from a need.” And, he is keen to tell me: “Through the company’s success we have provided good, above-market salaries for many young Portuguese staff – three of whom recently have managed to buy houses, with the combination of our wages and a government programme supporting Portuguese youth to get on to the property ladder.”\nBut there remains a sentiment among foreigners that the Portuguese workforce is a “cheaper” alternative. Alex Couto, author of the book Nova Lisboa (New Lisbon), which looks at the rapid gentrification of the city, says: “Look, I come at this topic from the left, and, though I wrote a book criticising it, I will also defend gentrification. My day rate [as a copywriter] has risen, there are more cultural institutions opening.” But, he warns: “There is something that pisses me off, when an expat in Portugal offers me a low day rate just because I am Portuguese. I’m living in the same place they are, and don’t the Portuguese deserve lifestyle expectations, too?”\nAs the city changes, shop by shop, dollar by dollar, there is understandable anger. On 5 July, a protest was held outside a building recently bought by a German hotelier. After serving an eviction notice to the ground‑floor tenants – one of the city’s oldest establishments, a Ginjinha shop selling traditional Portuguese liqueur – the hotelier allegedly planned to replace it with a Disneyfied version owned by the hotel itself. As Dave Cook, an anthropologist at UCL, says: “If you go to a place to take advantage of a lower cost of living, you are hacking inequalities, and there will be pushback, politically.”\nThough I have heard a recent Los Angeles transplant call a €1,800-a-month rental price “cute”, it’s now not only the locals who are being priced out. I meet remote workers all the time who are struggling. They’ve exiled themselves from their healthcare and state social systems, have no job security, no HR, no industry career ladder to climb. And, more and more, they are finding they have been gentrified out of the neighbourhoods they want to live in. “Work is becoming more precarious,” Mancinelli warns. “With AI, new political borders, and people risking their social security entitlement by moving abroad, we don’t know what is to come for the remote, knowledge-based worker.” It’s not any easier for individuals setting up small physical businesses, either.\nAnd, unlike me, not everyone is here just because. Looking for safety from a politically tumultuous Ethiopia, Hiwote Getaneh, a podcast producer for Esther Perel and the New York Times, moved to the US in 2003. Getaneh went on to study at Virginia Tech and was in her dorm, sleeping, in April 2007 when a gunman started a shooting spree that killed 32 people two floors below her. After the pandemic, with “the US in chaos”, and having grown up speaking Portuguese, Lisbon seemed an obvious – and safe – place to go.\n“I came over in May 2021 and was connected to the black expat community here,” she says. “I was happier here, my nervous system calmed and so I thought, why not apply for the visa?” Now, as a naturalised US citizen, Getaneh is scared of US border control confiscating her passport should she visit. She feels she must stay, “but with Chega in office and neo-Nazi rallies happening, I sense my safety is changing”.\nThis past week, my WhatsApp groups shook to life with British nationals decrying the possible increase in how long you must live in Portugal to gain nationality (from five years to 10). The change, proposed by Chega, is seemingly aimed at immigrants from the global south, who in Lisbon make up the majority of Uber and delivery drivers. It’s a move apparently driven by racism, and one that will hit the climate-change immigrants the hardest: those from Bangladesh, Nepal, India and Pakistan, without whom “Portugal wouldn’t have an agriculture industry,” says Nadia Sales Grade, a spokesperson for DiEM25 (Democracy in Europe Movement 2025), a political organisation criticising a Europe that is “the result of a terrible system in which the rich are allowed to do whatever they like, while common people pay when ‘whatever they like’ doesn’t work out”. As she explains: “There has to be more taxation for both the corporations and those not contributing to the economy other than driving up the rent. But, more important than that, the Portuguese government needs to implement a real social housing policy and controlled rents.” She is very careful not to stir any xenophobia, even aimed at the rich expats.\n“I don’t blame any individual,” says Diogo Faro, a Lisbon-based comedian whose political jokes tell the gnarly story of gentrification. “Lisbon is amazing – why wouldn’t you want to live here?!”\nYet, as I stand in Lisbon today, I feel terribly naive. Recently I sold a book to a young Portuguese man – about degrowth, of all things – and we spoke about the changes in Lisbon. “The disappointment of a dream is universal,” he told me. “Your dream is not fulfilled, yes, but mine isn’t either. And the Portuguese have both the dream unfulfilled and no affordable housing.”\nPerhaps life should never have felt as easy as it did when I first arrived. Because, while we all agree that Portugal’s tax policies need to change; that Airbnb needs policing; that the city needs more affordable housing, Lisbon has left me unmoored from real life. I keep looking around and almost wanting to tap the walls to check they are real. Everything feels surface. On a recent Saturday I went to a small food festival held at a farm an hour’s drive south of Lisbon. Visually, it was unnervingly perfect, with children holding handfuls of carrots freshly plucked from the soil. Yet, even as I stood in the knee-high grass, an undeniable breeze on my skin, if I had been asked to describe the scene I would have used the words “computer rendered”. As the day went on, I realised why. “This farm is owned by a German creative agency,” a friend whisper-hissed over a rainbow plate of chopped vegetables. The crowd, made up almost entirely of people earning their money from abroad, were sipping natural wine, as a talk that was pitched as a conversation about farming veered into an announcement that farm plots for condos would be going up for sale.\nThe lack of integration, driven by the self-sufficiency required of the visas, means I’m not the only remote worker feeling adrift. What happens when the shared spaces of your so-called community are sun-drenched cafes and boutique fitness studios? What does it mean to never volunteer, or spend time with an elderly person, to rarely take public transport, or read the local news? It means a disconnect from the culture that shapes daily life. In Lisbon, I can’t work for a public body, I can’t retrain, adopt, or write to my local politician for change. The truth is, I’m not integrated enough to give back in the same way I take.\nAnd then, last week, as tensions built, a dog visited the bookshop. Picture a cobbled Lisbon street, a curtain rippling in the breeze, revealing an arched doorway. A dog ambling along the street, stepping inside the shop, cocking its leg against a shelf of books and pissing a dark-yellow stream of urine over the hardbacks. The first time I laughed; the second time he appeared I took it as a message. Did the dog know I don’t have either the confidence or the vocabulary to discuss his toilet habits with his owner, a local Portuguese man? Or maybe the dog somehow sensed my feeling that my time here might be up, that maybe it’s time to move and make room for someone else."
    },
    {
      "title": "Australia won’t receive Aukus nuclear submarines unless US doubles shipbuilding, admiral warns",
      "url": "https://www.theguardian.com/world/2025/jul/28/aukus-australia-nuclear-submarines-us-subs-navy-admiral",
      "author": "unknown",
      "tags": [],
      "content": "The US cannot sell any Virginia-class nuclear submarines to Australia without doubling its production rate, because it is making too few for its own defence, the navy’s nominee for chief of operations has told Congress.\nThere are “no magic beans” to boosting the US’s sclerotic shipbuilding capacity, Admiral Daryl Caudle said in frank evidence before a Senate committee.\nThe US’s submarine fleet numbers are a quarter below their target, US government figures show, and the country is producing boats at just over half the rate it needs to service its own defence requirements.\nTestifying before the Senate Committee on Armed Services as part of his confirmation process to serve as the next chief of naval operations, Caudle lauded Royal Australian Navy sailors as “incredible submariners”, but said the US would not be able to sell them any boats – as committed under the Aukus pact – without a “100% improvement” on shipbuilding rates.\nThe US Navy estimates it needs to be building Virginia-class submarines at a rate of 2.00 a year to meet its own defence requirements, and about 2.33 to have enough boats to sell any to Australia. It is currently building Virginia-class submarines at a rate of about 1.13 a year, senior admirals say.\n“Australia’s ability to conduct undersea warfare is not in question,” Caudle said, “but as you know the delivery pace is not what it needs to be to make good on the pillar one of the Aukus agreement which is currently under review by our defence department”.\nCaudle said efficiency gains or marginal improvements would not be sufficient to “make good on the actual pact that we made with the UK and Australia, which is … around 2.2 to 2.3 Virginia-class submarines per year”.\n“That is going to require a transformational improvement; not a 10% improvement, not a 20% improvement but a 100% improvement,” he said.\nSign up: AU Breaking News email\nUnder pillar one of the Aukus agreement, Australia is scheduled to buy between three and five Virginia-class nuclear-powered submarines from the US, starting in 2032.\nThe UK will build the first Aukus-class submarine for its navy by “the late 2030s”. The first Australian-built Aukus boat will be in the water “in the early 2040s”. Aukus is forecast to cost Australia up to $368bn over 30 years.\nUS goodwill towards Australia, or the import of the US-alliance, would be irrelevant to any decision to sell submarines: Aukus legislation prohibits the US selling Australia any submarine if that would weaken US naval strength.\nAustralia has already paid $1.6bn out of an expected total of $4.7bn (US$3bn) to help the US boost its flagging shipbuilding industry.\nBut the US itself has been pouring money into its shipbuilding yards, without noticeable effect.\nA joint statement on “the state of nuclear shipbuilding” issued by three rear admirals in April noted that while Congress had committed an additional US$5.7bn to lift wages and shipyard productivity, “we have not observed the needed and expected ramp-up in Columbia-class and Virginia-class submarine production rates necessary”.\nCaudle, himself a career submariner, said the US would need “creativity, ingenuity, and some outsourcing improvements” if it were to meet its shipbuilding demands and produce 2.3 Virginia-class vessels a year.\n“There are no magic beans to that,” he told the Senate hearing. “There’s nothing that’s just going to make that happen. So the solution space has got to open up.”\nThe former prime minister Malcolm Turnbull, who first reported on Caudle’s testimony to the Senate, told the Guardian that there was “no shortage of goodwill towards Australia” from the US in relation to Aukus, but the realities of a shortfall of submarines meant there was a “very, very high” probability that Virginia-class submarines would never arrive under Australian control.\nSign up to Breaking News Australia\nGet the most important news as it breaks\nafter newsletter promotion\nTurnbull said the language coming from US naval experts was “framing expectations realistically”, essentially saying that, without dramatic reform, the US could not sell any of its Virginia-class boats. With the Collins class nearing the end of their service lives, and the Aukus submarine design and build facing delays in the UK, Australia could be left without any submarine capability for a decade, potentially two, Turnbull argued.\n“The risk of us not getting any Virginia-class submarines is – objectively – very, very high. The real question is why is the government not acknowledging that … and why is there no plan B? What are they doing to acquire alternative capabilities in the event of the Virginias not arriving?”\nTurnbull – who, as prime minister, had signed the diesel-electric submarine deal with French giant Naval that was unilaterally abandoned in favour of the Aukus agreement in 2021 – argued the Australian government, parliament and media had failed to properly interrogate the Aukus deal.\n“When you compare the candour and the detail of the disclosure that the US Congress gets from the Department of the Navy, and the fluff we get here, it’s a disgrace. Our parliament has the most at stake, but is the least curious, and the least informed.\nOn Friday, the defence minister, Richard Marles, told reporters in Sydney “work on Aukus continues apace”.\n“We continue to work very closely … with the United States in progressing the optimal pathway to Australia acquiring a nuclear-powered submarine capability,” he said.\n“In respect of the production and maintenance schedule in the United States, we continue to make our financial contributions to that industrial base.”\nMarles cited the $1.6bn paid to the US to boost its shipbuilding industry already this year, with further payments to come, and said that 120 Australian tradespeople were currently working on sustaining Virginia-class submarines in Pearl Harbor.\n“All of that work continues and we are really confident that the production rates will be raised in America, which is very much part of the ambition of Aukus.”\nThe Guardian put a series of questions to Marles’s office about Caudle’s Senate testimony."
    },
    {
      "title": "Von der Leyen ducks Trump’s trade blitz – but deal exposes EU’s faultlines",
      "url": "https://www.theguardian.com/world/2025/jul/28/von-der-leyen-ducks-trumps-trade-blitz-but-deal-exposes-eus-faultlines",
      "author": "unknown",
      "tags": [],
      "content": "There is no doubt that Ursula von der Leyen was under intense pressure on Sunday when she sat next to Donald Trump in the ballroom at his Turnberry golf course before what EU officials knew would be a gruelling round of trade talks.\nAs the European Commission president emerged less than an hour later to announce that the worst of Trump’s tariff threats had been avoided, the recriminations from inside the EU began almost immediately.\nUnder the deal agreed in Scotland, an economically devastating trade war has been prevented. Still, European leaders are eyeing up the cost to the bloc from being locked in to tariffs of 15% on most EU exports to the US, when they had previously averaged 4.8%.\nFrench and German leaders, following in the footsteps of Hungary’s prime minister, Viktor Orbán, focused on this outcome, rather than the potential damage that could have been inflicted by a US president with an intense dislike for the EU.\nThe French prime minister, François Bayrou, was among leaders who thought Trump’s threatened 30% rate could at least be lowered to match the 10% tariff deal secured by the UK. He said the EU had capitulated and described Sunday as a “dark day”.\nThe irony of one leader beset by factional warring berating another for failing to present a united front to the US was lost on Bayrou. There were many in Brussels who thought he might have taken a more emollient tone given that parliamentary infighting has prevented him from passing a long-delayed budget bill.\nAnd especially when Paris is often the cause of friction inside the EU’s Brussels headquarters. On this occasion, Bayrou objected to the EU threat of tariffs on US bourbon, fearing that French wine and brandy producers might be caught in the crossfire.\nSome insiders asked how the commission president could go nose-to-nose with Trump when the EU was, and remains, divided, with member states seeking carve-outs for their own vulnerable industries.\nVon der Leyen can also say that most of the trade concessions, including a commitment to buy a large quantity of gas from US producers, matter little when the purchases were likely to be made anyway.\nShe is also hopeful that the deal can circumvent Trump’s obsession with the US pharmaceutical industry. The sector has been left out of all trade deals so far, which means no one yet knows what US tariffs on pharmaceutical imports will be. Ireland is especially fearful after accumulating much of the US offshore pharma industry in County Cork.\nBrussels is hopeful that 15% will also be the tariff on EU-based pharma exports to the US.\nDavid Henig, the director of the UK trade policy project at the European Centre for International Political Economy, said the result of Trump’s actions would probably hit trade and economic growth on both sides of the Atlantic, but only marginally.\n“Nobody wins, there are unlikely to be big trade shifts, but the world keeps turning,” he said.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nHSBC economists said the 15% tariff would be offset by a reduction in uncertainty hitting businesses that had been weighing heavily on trade, leaving the EU to face “a fairly marginal impact”.\nThere is also much left to negotiate on a deal, which at present is more like an impressionist painting than a clearcut photograph.\nAs the summer turns to autumn, von der Leyen must hope the German chancellor, Friedrich Merz, and Italy’s prime minister, Giorgia Meloni, refuse to join Bayrou in criticising the deal for fear of handing Trump even more negotiating power in the detailed phase.\nThe obvious weakness in the EU’s negotiating position may have the opposite effect by encouraging more leaders to consider changes put forward by the former Italian prime minister and European Central Bank chief, Mario Draghi, who estimated that internal trade barriers within the bloc amount to almost 50% on goods and 110% on services.\nDraghi’s call for a collective endeavour on both investment and regulation is the best blueprint for leaders who know that pursuing sectional national interests is economically and socially illiterate.\nThe problem is that von der Leyen’s trade fudge – minimising the impact of Trump’s threats – will allow the EU to continue muddling through, and leave Draghi’s report to gather more dust."
    },
    {
      "title": "Saudi Arabia and France to lead UN push for recognising Palestinian statehood",
      "url": "https://www.theguardian.com/world/2025/jul/28/saudi-arabia-france-un-palestine-statehood",
      "author": "unknown",
      "tags": [],
      "content": "Saudi Arabia and France have opened a three-day conference at the United Nations with the goal of recognising Palestinian statehood as part of a peaceful settlement to end the war in Gaza.\nThe conference began on Monday, just days after the French president, Emmanuel Macron, said Paris would officially recognise the Palestinian government in September in an effort to reinvigorate peace talks around a two-state solution that have all but been written off since the deadly Hamas raid and ensuing Israeli military operation that began in 2023.\nThe French foreign minister, Jean-Noël Barrot, has said that the conference would also serve as a platform for other European countries to recognise Palestinian statehood.\nWhile Barrot did not specify which countries he meant, speculation has focused on the United Kingdom, where Keir Starmer is under increasing pressure from Labour MPs to put pressure on Israel to end the war.\n“Only a political, two-state solution will help respond to the legitimate aspirations of Israelis and Palestinians to live in peace and security,” Barrot said at the opening of the talks on Monday. “There is no alternative.”\nSaudi Arabia’s foreign minister, Prince Faisal bin Farhan Al Saud, said that the kingdom was seeking World Bank approval to transfer $300m to Gaza and the West Bank to counter the dire humanitarian crisis in the territory.\nHe said that Palestinians had a “legitimate right” to the establishment of an independent state along the borders delineated in 1967 “with East Jerusalem as its capital”.\n“This is not merely a political stance, but a firm conviction that an independent Palestinian state is the true key to peace in the region,” he said.\nThe talks are being co-chaired by 16 other countries and delegations, including the United Kingdom, Ireland and the European Union.\nThe UK does not currently recognise Palestine, but Starmer has come under increasing pressure within Labour to help achieve a diplomatic solution. More than 220 MPs, a third of parliament, signed a letter addressed to Starmer on Friday calling for the UK to recognise a Palestinian state.\n“We are expectant that the outcome of the conference will be the UK Government outlining when and how it will act on its long-standing commitment on a two-state solution; as well as how it will work with international partners to make this a reality,” the MPs wrote in the letter.\nStarmer will recall his cabinet from their summer break for an emergency meeting on the Gaza crisis this week and government sources have said that formal recognition of Palestinian statehood was a matter of “when, not if” under the Labour government.\nHe was also expected to push Donald Trump on the issue of humanitarian aid and a growing crisis of malnourishment and starvation in Gaza. On Monday, two leading human rights organisations based in Israel, B’Tselem and Physicians for Human Rights, were reported to say that Israel was committing a genocide against Palestinians in Gaza and the country’s western allies have a legal and moral duty to stop it.\n“We need to galvanize other countries in support of getting that aid in, and yes, that does involve putting pressure on Israel, because it absolutely is a humanitarian catastrophe,” said Starmer in remarks alongside the US president on Monday as the two leaders met at Trump’s Turnberry golf resort in Scotland to discuss trade and the humanitarian crisis in Gaza.\nThe talks begin just days after Macron said that France would recognise Palestinian statehood in September, saying that the decision would “ensure its viability, and ensure that by accepting its demilitarisation and fully recognising Israel, it contributes to the security of all in the Middle East”.\nBenjamin Netanyahu, Israel’s prime minister, condemned Macron’s decision, saying that it “rewards terror” and that a Palestinian state would be a “launchpad to annihilate Israel”.\nIsrael also criticised the Saudi-French-led conference on Monday. “This conference does not promote a solution, but rather deepens the illusion. Instead of demanding the release of the hostages and working to dismantle Hamas’s reign of terror, the conference organizers are engaging in discussions and plenaries that are disconnected from reality,” said Danny Damon, the Israeli ambassador to the UN.\nThe US has echoed the Israeli sentiment and on Monday called the conference “unproductive and ill-timed.”\n“The United States will not participate in this insult but will continue to lead real-world efforts to end the fighting and deliver a permanent peace,” state department spokesperson Tammy Bruce said in a statement. “Our focus remains on serious diplomacy: not stage-managed conferences designed to manufacture the appearance of relevance.”"
    },
    {
      "title": "‘Like my other half’: man mourns wife and children killed buying snacks amid Thailand-Cambodia clashes",
      "url": "https://www.theguardian.com/world/2025/jul/27/woman-and-children-killed-sisaket-thailand-cambodia-border-dispute",
      "author": "unknown",
      "tags": [],
      "content": "I\nt was Thursday morning, and Komsan Prachan’s two children would normally have been in school. Instead, their village in north-eastern Thailand had been put on high alert. Fighting had broken out on the country’s disputed border with Cambodia. Local officials cancelled classes and sent messages over loudspeakers telling residents to prepare to evacuate.\nKomsan and his wife, Rungrat, went to fetch eight-year-old Pongsapak and 14-year-old Taksatorn from school. They were heading home to collect the children’s grandparents when they stopped briefly at a petrol station in Sisaket province. Rungrat nipped into the shop with the children to get some snacks, while Komsan waited in the car. It was then that a rocket hit.\nRungrat, Taksatorn and Pongsapak were among eight people killed.\n“My wife is like the other half of my life,” said Komsan. The couple had grown up together, had attended the same school, and fell in love when they both went to work in Bangkok. “She is so caring. She would always ask me and everyone if they were OK, had they had enough sleep, had they eaten?”\nAcross Thailand 20 people have been killed, including 13 civilians and seven soldiers. In Cambodia, 13 people have been killed, including five soldiers and eight civilians. More than 200,000 people have been evacuated from border areas in both countries.\nAt a temple in the Non Khun district in Sisaket, government officials visited communities who had left their homes, telling them over a microphone to put their safety first. They offered condolences to families whose relatives had been killed, and announced in a small ceremony that they would be given compensation – though recognised no amount of money would make up for what had been lost.\nCommunities in border areas have lived through clashes in 2008 and 2011. But residents say it was never this bad.\n“This time it just keeps on going,” said Prasit Saopa, a 52-year-old farmer, who sat outside the temple. He did not bring any belongings when he fled his home, because the family assumed they would only have to evacuate for a short time, as was the case in the past. He risked going home on Friday to collect emergency supplies, stopping in a bunker along the way for cover. It was like a ghost town, he says – except for the sound of booming artillery.\nPrasit’s village has not been hit, but about 20 rubber trees in a nearby field have been damaged, and a home in the adjacent village about 500 metres away.\nHe said he wanted the Thai military to take a tough stance and “clear out” the Cambodian soldiers from the border area. He did not have a problem with Cambodian people, he added. “Cambodian people – we are just friends, they are normal, good people. The problem is Hun Sen,” he said, referring to the powerful authoritarian former leader who was the prime minister of Cambodia for almost 40 years, and whose son Hun Manet is now in office.\nOn Saturday, Donald Trump said Thailand and Cambodia had agreed to “immediately meet” to work out a ceasefire, after speaking with both sides. The US would not negotiate a trade deal with either side until the fighting stopped, he said. The following day clashes continued regardless. Both Thailand and Cambodia are facing the prospect of a 36% US tariff from 1 August.\n\nBoth sides have blamed each other for opening fire.\nThe latest tensions are compounded by an acrimonious feud between Hun Sen and the former Thai leader Thaksin Shinawatra, whose daughter Paetongtarn is the prime minister. Last month, Hun Sen leaked a recording of a phone conversation between himself and Paetongtarn. It caused uproar in Thailand, where she was accused of kowtowing to Cambodia, and she was suspended from office by the constitutional court.\nIt is unclear why Hun Sen decided to leak the phone call, but analysts say the personal feud between the men has created an additional level of volatility. Thaksin has denied that the clashes are driven by their personal issues – a criticism made by many Thais on social media. He said last week the Thai military should teach Hun Sen a lesson, as the two politicians traded insults online.\n“I want to go back to how it used to be,” said Duan Ounjit, 50. The men in her family stayed behind to watch their houses, and said on Saturday the fighting was continuing.\nThe rest of the family, 15 in total, were evacuated last week. Beside Duan, covered in blankets, lies her niece’s one-month-old baby, Arm. Duan isn’t optimistic they will return any time soon. The family’s rice fields, which need to be fertilised, were likely to be ruined, she said.\nFor Komsan, the cost of the fighting is incalculable. He was able to recover his daughter, but doctors were unable to save her. Emergency workers later recovered the body of a woman hugging her young child, believed to be Rungrat and Pongsapak.\nTaksatorn was such a good child, he said, always helping at home with the cleaning and cooking, and listening to her parents. “If you asked her for help, she would always say yes,” he said.\nPongsapak was always fun and jolly. “Whenever he went there would be joy and smiles,” said Komsan. “Nothing can ever replace their lives.”"
    },
    {
      "title": "Christopher Nolan criticised for filming in occupied Western Sahara city",
      "url": "https://www.theguardian.com/world/2025/jul/28/christopher-nolan-criticised-for-filming-in-occupied-western-sahara-city",
      "author": "unknown",
      "tags": [],
      "content": "The organisers of the Western Sahara international film festival (FiSahara) have criticised Christopher Nolan for shooting part of his adaptation of the Odyssey in a Western Saharan city that has been under Moroccan occupation for 50 years, warning the move could serve to normalise decades of repression.\nThe British-American film-maker’s take on Homer’s epic, which stars Matt Damon, Charlize Theron, Zendaya, Lupita Nyong’o and Anne Hathaway, is due to be released on 17 July 2026.\nAccording to the Hollywood studio Universal, which is backing the project, the film will be “a mythic action epic shot across the world” made “using brand new Imax film technology”.\nBut the decision to film in the Western Saharan coastal city of Dakhla has provoked fierce criticism from Sahrawi activists and those who were forced to live under occupation or to go into exile after Morocco annexed the country following the withdrawal of its former colonial power, Spain, in 1976.\nThe UN classifies Western Sahara as a “non-self-governing territory”. In a report last year, the UN secretary-general noted that the Office of the United Nations High Commissioner for Human Rights (OHCHR) had not been granted access to the territory since 2015, adding that OHCHR “continued to receive allegations relating to human rights violations, including intimidation, surveillance and discrimination against Sahrawi individuals particularly when advocating for self-determination”.\nIn its most recent country report, Amnesty International said that the “authorities continued to restrict dissent and the rights to freedom of association and peaceful assembly in Western Sahara”. Reporters Without Borders has described Western Sahara as a “desert for journalists” and said that “torture, arrests, physical abuse, persecution, intimidation, harassment, slander, defamation, technological sabotage, and lengthy prison sentences are daily fare for Sahrawi journalists”.\nLast month the UK suggested it supported a proposal for Western Sahara to remain under Rabat’s sovereignty but with a degree of self-rule.\nFiSahara’s organisers say the recent presence of Nolan’s high-profile cast and crew in Dakhla will help whitewash the Moroccan occupation and normalise the repression.\nThe festival’s directors said that while Dakhla was “a beautiful location with cinematic sand dunes”, it was, “first and foremost … an occupied and militarised city whose indigenous Sahrawi population is subjected to brutal repression” by Moroccan occupation forces.\n“By filming part of The Odyssey in an occupied territory … Nolan and his team, perhaps unknowingly and unwittingly, are contributing to Morocco’s repression of the Sahrawi people and to the Moroccan regime’s efforts to normalise its occupation of Western Sahara,” said María Carrión, the festival’s executive director.\n“We are sure that if they understood the full implications of filming a high-profile film in a territory whose Indigenous peoples cannot make their own films about their stories under occupation, Nolan and his team would be horrified.”\nFiSahara said it was calling on Nolan and his crew and cast to “stand in solidarity with the Sahrawi people who have been under military occupation for 50 years and who are routinely imprisoned and tortured for their peaceful struggle for self-determination”.\nCarrión said Morocco was keen to control how its occupation was perceived abroad, and used tourism and culture to project a distorted view of life in Western Sahara.\n“Morocco only allows entry into occupied Western Sahara to those who fit its strategy of selling its occupation to the outside world,” she said. “Tourists who go to Moroccan-built and -owned resorts to practise kitesurfing, companies willing to participate in its plundering of natural resources, journalists willing to toe its line, and high-profile visitors like Nolan and his team who help Morocco sell the narrative that Western Sahara is part of Morocco and that the Sahrawis are content to live under its rule are given the red carpet treatment.”\nBut she said Amnesty International, the UN commissioner for human rights, and “the hundreds of journalists and observers who have been barred or deported from the territory” would tell “a very different story”.\nThe Guardian has contacted Nolan’s representatives for a response, but the director has yet to comment.\nFiSahara, which was founded in 2004, is held in Sahrawi refugee camps in the Algerian desert. Labelled “the Cannes of the desert”, it aims to use film to “entertain, convey knowledge and empower refugees from the Western Sahara”."
    },
    {
      "title": "Mother of British victim of Air India crash left ‘heartbroken’ by casket error",
      "url": "https://www.theguardian.com/world/2025/jul/27/mother-of-british-victim-of-air-india-crash-left-heartbroken-by-casket-error",
      "author": "unknown",
      "tags": [],
      "content": "The mother of one of the British victims of the Air India crash says her family is “heartbroken” after the wrong remains were sent home in his casket.\nAir India’s London-bound Boeing 787 Dreamliner crashed into a medical college hostel seconds after taking off from Ahmedabad on 12 June, killing 241 people onboard.\nThe dead included 52 British nationals, making it one of the deadliest plane crashes in terms of the number of UK fatalities.\nAmong the British victims were Fiongal Greenlaw-Meek, 39, and his husband Jamie, 45, who were returning to Britain after celebrating their wedding anniversary in India.\nGreenlaw-Meek’s mother, Amanda Donaghey, flew to India to find her son’s remains, providing a DNA sample at Ahmedabad’s civil hospital to help the identification process.\nA match was made on 20 June and she returned to the UK with Greenlaw-Meek’s coffin. But on 5 July, police told Donaghey that DNA tests carried out in the UK showed her son’s remains were not in the coffin.\n“We don’t know what poor person is in that casket,” she told the Sunday Times. “I had my doubts but to be told that was heartbreaking. This is an appalling thing to have happened.”\nThe revelation emerged as the families of Greenlaw-Meek and his husband prepared to bury the couple together.\nDonaghey urged the UK government to do everything in its power to find out what happened to his remains “and bring Fiongal home”.\nLawyers for a number of the British victims said last week that at least two of the 12 caskets returned to the UK contained misidentified remains.\nJames Healy-Pratt, whose firm Keystone Law is representing families of crash victims, said: “We know that 12 caskets were repatriated from India to the UK. Of those 12, two had been mishandled, misidentified.\n“And so if you extrapolate that sample, you’re looking at 40 mishandled remains out of 240. That’s a very large number, but we simply don’t know.”\nSign up to Headlines UK\nGet the day’s headlines and highlights emailed direct to you every morning\nafter newsletter promotion\nHealy-Pratt said families of victims were asking the Foreign Office and Keir Starmer, the prime minister, to intervene because the Indian authorities had “not been transparent or helpful”.\n“The families are waiting to hear, first thing next week, about what actions are really being done in India to provide some degree of assurance,” he told Times Radio.\nThe coffin of 71-year-old Shobhana Patel, another British victim, is said to have contained the remains of several people. She died with her husband Ashok, 74, as they returned to the UK from a Hindu religious trip.\nTheir son, Miten Patel, told the Sunday Times: “There may have been a mistake. But for religious reasons we need to make sure my mother is my mother and not somebody else’s remains. Knowing 100% that it is my mum is very important to us.”\nA preliminary report found the plane’s fuel switches had been moved to cut-off, deepening the mystery of what happened and leaving families distressed and seeking answers."
    },
    {
      "title": "Thailand and Cambodia agree to ‘immediate and unconditional’ ceasefire",
      "url": "https://www.theguardian.com/world/2025/jul/28/thailand-cambodia-ceasefire-malaysia",
      "author": "unknown",
      "tags": [],
      "content": "Thailand and Cambodia have agreed to an “immediate and unconditional” ceasefire after talks in Malaysia that aimed to halt the worst fighting between the neighbouring countries in more than a decade.\nAt least 38 people have been killed and more than 300,000 displaced by fighting that erupted on the countries’ shared border on Thursday.\nThe Malaysian prime minister, Anwar Ibrahim, who hosted leaders from both countries, said the two sides had reached a “common understanding”. He said this was “a vital first step towards de-escalation and the restoration of peace and security.”\nThe negotiations took place less than 48 hours after Donald Trump announced he had called the two countries’ leaders, warning that trade negotiations would be paused until the fighting stopped. Thailand and Cambodia face the prospect of a 36% US tariff from 1 August.\nTrump took credit for the ceasefire deal, which was due to come into effect at midnight on Monday local time, after five days of clashes.\nThe talks were attended by officials from the US and China. Malaysia is the current chair of the Association of Southeast Asian Nations regional bloc.\nThe Cambodian prime minister, Hun Manet, told the media he hoped and “confidently” believed that the outcome of the meeting would “provide a lot of opportunities”, for hundreds of thousands of people to return to their homes, for the two countries to stop fighting and to rebuild trust and cooperation.\n“Today we had a very good meeting and very good results that hope to stop immediately the fighting that has caused many lives [to be] lost, injuries and also caused a lot of displacement of people,” he said.\nThailand’s acting prime minister, Phumtham Wechayachai, said the agreement “reflects Thailand’s desire for a peaceful resolution”, adding that his country had agreed to a ceasefire that would “be carried out successfully in good faith by both sides”.\nTrump declared himself the “President of PEACE” in a post on his social media platform Truth Social after the ceasefire announcement.\n“I am pleased to announce that, after the involvement of President Donald J. Trump, both Countries have reached a CEASEFIRE and PEACE. Congratulations to all! By ending this War, we have saved thousands of lives. I have instructed my Trade Team to restart negotiations on Trade. I have now ended many Wars in just six months – I am proud to be the President of PEACE!” he wrote.\nThe White House spokesperson, Karoline Leavitt, said Trump “made this happen”. “Give him the Nobel Peace Prize!” she posted on X.\nThe US secretary of state, Marco Rubio, said he and Trump were “committed to an immediate cessation of violence” and expected the governments of Cambodia and Thailand to “fully honor their commitments to end this conflict”.\nThe Thai and Cambodian leaders thanked Anwar, the US and China. China has strong economic links to Thailand and Cambodia and is a close ally of the latter.\nHun Manet posted on Facebook that Trump had called him to offer congratulations, and that he had also expressed his gratitude again to Trump “for initiating and pushing” the negotiations.\nHe added that Trump had agreed to “engage the United States in monitoring the implementation of the ceasefire agreement and continue to cooperate with mechanisms prepared by Malaysia for the successful monitoring.”\nPhumtham earlier told reporters that Trump had praised Thailand for “being a good role model in maintaining peace”, adding that he also commended Trump for the role he had played in finding a resolution to the conflict.\n“I believe that Thais will benefit from this,” Phumtham said, adding that he hoped the developments would help Thailand reach a trade deal.\nDespite the ceasefire announcement, the Thai authorities have warned people who have evacuated from border areas not to return home until further notice, and the news has been met with a mix of hope and some scepticism among affected communities.\nUnder Monday’s agreement, Anwar said regional commanders from the Thai and Cambodian military would meet at 7am on Tuesday, and that a meeting would also be held on 4 August by the general border committee, a body established by Thailand and Cambodia to facilitate negotiations over their shared border.\nThailand and Cambodia also agreed to resume direct communications between their prime ministers, foreign ministers and defence ministers, Anwar said.\nRelations between the two countries have deteriorated sharply over recent months.\nThailand and Cambodia have a long-running border dispute that dates back to disagreements over colonial-era maps, but the most recent tensions began in May when troops briefly exchanged fire in a contested area, killing a Cambodian soldier. This led to retaliatory measures by both sides.\nLast week, the two countries recalled their ambassadors, downgrading diplomatic relations. On Thursday, clashes erupted along the border, with the two sides trading rocket and artillery fire, and airstrikes.\nThe crisis has been worsened by a fallout between Hun Sen, a former leader of Cambodia and the father of Hun Manet, and Thaksin Shinawatra, a former Thai leader and the father of the Thai prime minister, Paetongtarn Shinawatra.\nPaetongtarn was suspended from office this month after Hun Sen leaked a recording of a controversial phone call he had held with her, underlining the extent of the feud between Hun Sen and Thaksin, who were once close friends.\nTita Sanglee, an associate fellow at the ISEAS-Yusof Ishak Institute, said it was too early to tell if the ceasefire would hold, and that it seemed “very fragile and susceptible to disruption”. She added: “Underlying tensions are still very high. Rebuilding trust will take more than time.”\nPhumtham later urged caution, telling reporters: “It’s not midnight yet. Let’s see how things go – because right now the clashes and talks are still ongoing. But I believe that the [Cambodian defence minister] went back to his country and talked with his people so I believe that it will end peacefully.\n“We should wait and see the full outcome. We should not only look at the short-term.”"
    }
  ],
  "Politics": [
    {
      "title": "Sidekick Starmer can’t get a word in as The Donald dominates world’s most one-sided double act",
      "url": "https://www.theguardian.com/politics/2025/jul/28/donald-trump-keir-starmer-one-sided-double-act",
      "author": "unknown",
      "tags": [],
      "content": "It had been the very bestest of bigly weekends. Two rounds of golf at his very own course in Turnberry.\nOn the Saturday Donald Trump had broken the record with a round of just 18. A hole in one at every hole. Largely because there had been men stationed about the course to pick up the ball and place it in the hole. Then on the Sunday he had gone one better. A round of 17. The ball had gone straight into the cup at the fourth hole, had rested there for a couple of seconds and then had flown out, soaring over the links and straight into the hole at the fifth. Scottie Scheffler could only dream of such a shot.\nSo The Donald was in an expansive mood as he waited for Keir Starmer and his wife, Victoria, to pay him a visit on Monday morning. Which was more than could be said for the small contingent of the British press who had been sent to the South Ayrshire golf course to cover the meeting.\nOn the table of the games room in which they had been penned, there were plates of sandwiches and biscuits. Just not for them. They were only for the US press corps. The Brits had to bring a packed lunch. Clearly, the special relationship still has a way to go.\nKeir and Victoria arrived at the main entrance, where Trump was waiting to greet them, along with a bagpiper who drowned out the first couple of minutes of conversation. The Donald went into overdrive. His mum was Scottish, he said several times, as if reminding himself. His attention then turned to Victoria. She was a respected person all over the US. “I don’t want to get myself into trouble,” he added, “but she’s very, she’s a great woman.”\nVictoria looked a little creeped out. Her husband might be a master Trump-wrangler, an expert at sycophancy and genuflection, but she wasn’t. She knew that almost no one in the US had heard of her and that’s the way she liked it. So she just tried to suck it up. She longed to get inside, away from the cameras.\nThe Donald had other ideas, taking question after question from the gaggle of reporters gathered for the arrival. The US president is like a radio presenter on the graveyard night-time slot. Uncomfortable with silence. Filling the dead air with a long rambling stream of unconsciousness. Saying the first thing that comes into his head. Needy – greedy – for any attention he can get. No longer just the most important person in his own life but the most important person on the planet. Life doesn’t get any better than this for the supreme narcissist: he speaks and people have to suck it up and listen.\nEurope was in a bad place. Almost unrecognisable from the Europe of 10 years ago. Too many foreigners. He didn’t know anything about the small boat crossings, he admitted, but he was still sure they were all rapists and murderers. At this point, Starmer interrupted to say that he was very, very tough on irregular migration. Not that anyone was listening.\nThe Donald hardly drew breath. Yes, he did think people were starving in Gaza and Israel would have to allow more aid in. He seemed to want thanks for sending food, rather than seeing it as a legal and moral obligation. Putin had disappointed him. He was going to have to rethink his 50 days. And it was time to acknowledge the six wars he had stopped. Almost one a month. There was Thailand and Cambodia, India and Pakistan, Rwanda and the DRC. He couldn’t remember the others. It sounded as if he was nominating himself for the Nobel peace prize.\nAn hour later, Trump and Starmer were gathered in the modestly named Donald J Trump Ballroom for the press conference proper. It was billed as a double act but everyone knew it wasn’t going to be that way. Keir was there purely as The Donald’s plus one. This was to be The Donald Show, with just the occasional interruption from Starmer to allow the president to draw breath. A series of rambling, self-congratulatory monologues in which we actually learned very little.\nWe started by going over familiar territory that had already been covered in the 10-minute impromptu press conference earlier. Yes, Gaza was bad. Very bad, Keir added. So much so that he had upgraded it from “appalling but no need to do anything” to “appalling and something needs to be done”.\nTrump ignored him. Hamas was bad. He had always said so. Israel must do something. He didn’t say what. As for Putin, he would give him 10-12 days. This was said impulsively, on the spur of the moment, rather than as a considered news event.\nThen an acknowledgment to the British prime minister. He had negotiated a very good trade deal. Though it’s still not entirely clear Agent Orange understands that it’s US consumers who will pay the tariffs. Moving on. He had also just negotiated the bigliest deal in the history of the world with the EU. Starmer had just been put on notice that the UK wasn’t as important as all that. The Donald had been doing us a favour all along.\nThe questions came from all quarters. Anything goes. Windfarms? Hate them. Ugly and expensive. What’s wrong with oil? Here, Keir tried to stand up for himself. “Actually, we like them as part of a mixed energy portfolio. Along with oil.” The Donald didn’t seem convinced and started slagging off the London mayor, Sadiq Khan. “He’s a friend of mine,” squeaked Starmer. Trump wasn’t bothered. Speak to the hand. Talking of people he didn’t like, he moved on to Joe Biden and Kamala Harris. And Jeffrey Epstein. “I’m not a drawing kind of guy,” he said.\nBy now, time was beginning to seriously drag. Almost 70 minutes in and no sign of an ending. The Donald moved on to how he had spent £100m on expensive plywood while renovating the golf club. The Scottish tradesmen must have seen him coming. It looks like Trump has been stiffed. So much for the art of the deal.\nKeir was just willing the presser to come to an end so that the talks and his confused embarrassment could be kept private. Eventually he got his wish.\nTrump looked as if he could have gone on for another hour and a half. Still, good to get away to his other golf course in Aberdeen. Maybe he’d complete a round in 16 there."
    },
    {
      "title": "Starmer defends investment in wind turbines after Trump wrongly claims it is ‘most expensive form of energy’ – as it happened",
      "url": "https://www.theguardian.com/politics/live/2025/jul/28/starmer-trump-meeting-gaza-trade-palestine-latest-live-uk-politics-updates-news",
      "author": "unknown",
      "tags": [],
      "content": ""
    },
    {
      "title": "Angela Rayner: No 10 officials guilty of ‘self-harm’ by briefing against ministers",
      "url": "https://www.theguardian.com/politics/2025/jul/28/angela-rayner-no-10-officials-self-harm-briefing-against-ministers",
      "author": "unknown",
      "tags": [],
      "content": "Angela Rayner has hit back at anonymous No 10 officials who have briefed against senior cabinet ministers in recent months, warning them they are committing “self-harm”.\nThe deputy prime minister launched an outspoken defence of herself and other colleagues – often women – who have found themselves the subject of negative headlines in recent months, with several being tipped for the sack at a future reshuffle.\nSpeaking to the Guardian’s Politics Weekly podcast, Rayner reflected on a sometimes turbulent first year in power and admitted to occasional frustrations at the way in which some Labour ministers have been criticised.\n“Sometimes there are briefings and I don’t know where these alleged sources are and who is the person that is saying this,” she said. “That can be quite frustrating, because people will say it’s No 10’s briefing or it’s a source from No 10. But in reality, it’s like: ‘Well, who said that?’\n“We’ve had these briefings that my colleagues – Bridget [Phillipson, the education secretary], Lisa [Nandy, the culture secretary] … [and] I am being marginalised. I’m like, ‘Where is that coming from?’”\nShe added: “It’s not a good idea to do that, and it wouldn’t be helpful to No 10 to do that – it’s not in No 10’s interest to brief that. So when anonymous sources are doing that, it’s a matter of self-harm. When they do that, it’s not the reality of how we work as a cabinet and how our colleagues conduct themselves.”\nRayner’s comments come after a difficult first year for Labour, which has been marked by achievements in her own policy areas but also friction at senior levels of government and within the parliamentary Labour party.\nWhile Rayner has been able to pass the employment rights bill in the Commons, make changes to the care system and secure more investment for social housing, other pledges have proved more difficult, such as delivering the highest economic growth in the G7.\nReports have suggested that several senior ministers are in Downing Street’s crosshairs for what would be Keir Starmer’s first reshuffle as prime minister. Some expected Starmer to make ministerial changes before the summer recess, but he decided not to and allies say he does not intend to in the autumn either.\nReports earlier this year suggested Nandy and Phillipson would be moved out of their roles, prompting complaints from allies of the education secretary about “sexist briefings” against senior Labour women. Nandy told the cabinet afterwards that the briefings were “unacceptable”, while Starmer is understood to have subsequently assured both ministers that their jobs are safe.\nCabinet tensions are not the only internal difficulties the prime minister and his deputy have had to deal with in their first year.\nMinisters found it increasingly difficult to persuade backbench colleagues to vote with the government on controversial legislation, culminating in a major rebellion on benefits cuts that only ended when ministers gutted their own bill.\nRayner led the negotiations for the government with senior rebels, and told the Guardian she believed Labour MPs would need to be listened to more carefully in future.\n“There wasn’t enough work done, in terms of listening and responding to what [MPs] were saying,” she said. “I felt that our colleagues felt that they didn’t get the opportunity to be engaged in that process as much as they wanted.”\nShe added that some of the welfare rebellion had been caused by the government’s inability to explain that it was trying to slow the rise in the cost of benefits rather than reduce it in real terms.\nSign up to The Week in Patriarchy\nGet Arwa Mahdawi’s weekly recap of the most important stories on feminism and sexism and those fighting for equality\nafter newsletter promotion\n“Welfare is going up and it’s going up a lot,” she said. “So there was never a cut to welfare, it’s flattening the curve of how much welfare is bringing people into the system at the moment. I don’t think we articulated that.”\nShe added: “Our values, our Labour values, I think they got lost in the messaging. So there are some real clear lessons for us about how we introduce what we’re saying, how we articulate that and then how we drive that through the parliamentary process.”\nRayner acknowledged frustrations felt among the electorate about Labour’s first year in power, which she said were driven in part by voters’ desperation for rapid change.\n“The challenge, if I reflect on the last 12 months, is that the appetite for change is so instant,” she said. “People want it, they’re so frustrated. They really want to see that change. And the cogs of government don’t enable you to do the big bang – ‘Hey, tomorrow we’re gonna do this’ – and it instantly changes your life.\n“Digging out some of the ingrained poverty that we’ve got in this country, giving people opportunity, turning our economy around – these are things that can’t be done overnight, but we’ve set the seeds now to hopefully make sure that we get that national renewal.\n“But I think the pace of change is frustrating for people.”\nShe added that she was particularly proud of reforms that gave young people leaving care greater access to social housing. “I felt we had a responsibility to give them that extra bit of support,” she said.\nBut she said she remained concern about the pace at which housing developers were replacing cladding and other building materials after the Grenfell Tower fire. “Thousands of people are in buildings at the moment that need remediation and I go to sleep at night and think, you know, God forbid something like that happens.”"
    },
    {
      "title": "Reform UK vows to repeal ‘borderline dystopian’ Online Safety Act",
      "url": "https://www.theguardian.com/politics/2025/jul/28/reform-uk-vows-to-repeal-borderline-dystopian-online-safety-act",
      "author": "unknown",
      "tags": [],
      "content": "Reform UK has promised to repeal the Online Safety Act, arguing that measures intended to push social media companies to limit false and potentially harmful content would instead make the UK “a borderline dystopian state”.\nAt a press conference in Westminster billed as discussing crime, Nigel Farage and his close aide Zia Yusuf instead spent much of the time discussing the act, which came into force last week, and particularly its approach towards social media.\nFarage also leaned more heavily than normal into language on migration. Echoing the far right, he said the arrival of people from certain countries was responsible for an increase in the number of rapes and sexual assaults in the UK.\nFarage and Yusuf said a Reform government would immediately repeal the Online Safety Act and seek other ways to replicate its efforts in protecting children from harmful content, for example about suicide. They said they did not yet know how this would be done.\n“So much of the act is massive overreach and plunges this country into a borderline dystopian state,” said Yusuf, who was the party chair and now leads a team looking for efficiencies in councils the party runs.\nPowers given to the media regulator, Ofcom, to levy fines for harmful content would “force social media companies to censor anti-government speech”, Yusuf claimed, saying even X, which is run by Elon Musk, would be forced to curb freedom of speech.\n“Any student of history will know that the way countries slip into this sort of authoritarian regime is through legislation that cloaks tyranny inside the warm fuzz of safety and security and hopes nobody reads the small print,” Yusuf said.\nQuizzed about the parts of the act intended to shield children from harmful content, such as age verification, Yusuf said it was pointless because they could simply use VPN proxy servers to log in as if they were outside the UK.\nAsked how Reform would protect children, Farage conceded he did not know, but said his party had expertise not available to the current government.\n“Can I stand here and say that we have a perfect answer for you right now? No,” he said. “Can I say that as a party, we have more access to some of the best tech brains, not just in the country, but in the world? That I can say to you.”\nAsked about the act before a meeting in Scotland with Donald Trump, Keir Starmer said it was “not censoring anyone” and was simply intended to protect children from harmful content, particularly about suicide.\nStarmer said the UK had had free speech “for a very long time”, adding: “We’re very, very proud of it, we will protect it for ever.”\nThe press conference was ostensibly held to present Colin Sutton, a retired detective, as Reform’s consultant on crime and policing, but Farage talked at length about migration and sought to link it to crime.\nSign up to First Edition\nOur morning email breaks down the key stories of the day, telling you what’s happening and why it matters\nafter newsletter promotion\nHe said there was “an alarming parallel between the extraordinary increase in the number of reported rapes and the wholly irresponsible immigration and asylum policies pursued by first Labour and then by Conservative governments”.\nIt was time to discuss “the fact we want the right types of people from different countries coming into Britain, not the wrong types of people”, he said.\nHe highlighted arrivals from Afghanistan, Iraq, Iran and Eritrea as being “countries in which women aren’t even second-class citizens”. He said: “We will be talking over the next couple of weeks about the direct link between people like that from those backgrounds and the rise in sexual violence against women and girls in this country.”\nFarage gave no evidence to support the claims.\nResponding to the pledge to repeal the Online Safety Act, the Molly Rose Foundation, which campaigns on suicide prevention and online risks, pointed to polling suggesting it was popular with voters.\n“Scrapping the Online Safety Act would be a retrograde move that would not only put children at greater risk but is out of step with the mood of the public,” said Andy Burrows, the foundation’s chief executive."
    },
    {
      "title": "‘No shops, no schools’: homes in England built without basic amenities",
      "url": "https://www.theguardian.com/politics/2025/jul/27/housing-projects-england-built-without-play-areas-new-homes",
      "author": "unknown",
      "tags": [],
      "content": "T\nhousands of homes across England are being built without urgently needed community infrastructure, say councillors and campaigners, leaving families without access to playgrounds, schools, shops, and even doctors.\nEven where provision is built, it can take years to come into use, the Guardian has been told.\nJust outside the village of Cressing, in Essex, sits the Paddocks, a development of 225 new homes with a fenced-off playground, surrounded with signs warning “keep out” and “children are not allowed to play on this site”.\n“It’s been three years since families moved in,” saysKevin Dale, a local campaigner. “And houses overlook an unfinished playground.” There are no shops, he reports, no nursery, and the recently planted trees have died.\nAt Westvale Park in Surrey, councillors took the drastic decision to put a stop order on the building of thousands of homes in order to make sure that a play area and local amenities were being provided.\n“They were supposed to build shops, a community centre and playgrounds once it reached 600 homes”, Richard Biggs, the council leader, says. “But we were at over 1,000 homes and there was nothing.”\nSteve Chambers, whose campaign group Transport for New Homes has been sending volunteers to visit housing developments around the country for several years, says: “We are building homes on the fringes of towns in places that have very little public transport, where teenagers have nowhere to go independently.\n“Our volunteers saw developments with no corner shops or cafes, no sense of space.”\nIn the case of the Paddocks, built by Countryside Homes, which is owned by Vistry Group, it’s been a long and complex process. The project started building in 2021 but subsequently the local council, Braintree, took action against Vistry and Countryside because “it became apparent that the development was not being built in accordance with the planning permission”.\nA new planning application to regularise what has been built was finally approved in March this year. The council said: “[We] are continuing to work with the developer to get the open space set out, including the play area.”\nAs well as a closed playground, Dale points out that “there is no shop, no nursery, no pub”.\nThe developer, Vistry, points out that under its planning agreement it does not have to build a shop, pub or nursery. In relation to the trees that have died, it says this problem is “common in new plantings” and will be rectified at its expense.\nThe playground is due to open this summer, Vistry Group told the Guardian, but is closed “until surrounding landscaping is complete … [which] is subject to discharge of a planning condition which Vistry will continue to work in partnership with Braintree [local planning authority] to conclude”. The company also points out that changes after initial permission were “standard” and that, more broadly, it works according to the local plan. It added: “[The] local plan provides the framework for how the district will develop.”\nAt another development nearby, Silver End, a site of 350 properties built by Redrow Homes, James Abbott, a green councillor who has sat on his local planning committee for most of the past 26 years, says that pleas for a basic space for the community were turned down by the developers, despite locals offering to put in their own labour for free. “I asked them to give us just the shell of a building on the land that had been allocated for early years care. We had local tradespeople lined up who were offering to do the rest voluntarily; Redrow turned us down.”\nThe developer says that a building on that spot was not in the plan: “We purchased the site with outline planning already approved, which included £2.5m funding to support local infrastructure, but did not include a community centre. We discussed potentially amending plans with the local authority, but the decision was made to proceed with the original plans. The site has protected space left on it to build early years provision.”\nPlanning meeting notes show that Redrow offered a community hall as part of a renegotiation of the larger section 106 agreement, which the council turned down.\nWhere does responsibility lie for the problem? Abbott believes that developers have too much freedom. “Changes to the planning system made under both Conservative and Labour have put developers in an extremely strong position to build houses that maximise their profits and avoid building everything else.”\nBut in some cases the developer was not required by the local authority to supply community facilities as part of its planning permission: the economics of much-needed housing do not always allow it. And in others, applications were denied by local authorities because they did not meet the requirements, but the project was then given permission on appeal to the government.\nThere are many developers who go over and above in making sure that they are building livable, sustainable housing spaces, and who take their responsibilities extremely seriously. On Conningbrook, near Ashford in Kent, for example, Redrow is building new wetlands to protect the local special area of conservation from nitrates. As well as the £3.5m wetlands, the 725 home site will have 11 hectares of open space, including a village green and a community building.\nBut Chambers’s organisation has also seen developments where “vast spaces on new-build estates are given up to parking … this is the reason there is no space for anything else. In its report What is being built this year, volunteers visited 40 sites across England and fund: “Many greenfield developments are in poor locations for sustainable transport and are car dependent.”\nWherever your new home is, Chambers says, “You should be able to go out the front door, and know that there are local amenities to walk to, and ‘turn up and go’ public transport. The current planning system is not delivering this vision.”\nSome local authorities have felt the only way to get what they need for their communities is take matters into their own hands to press developers to build what is needed for communities. At Westvale Park in Surrey, a development of 1,500 homes on what were once farmers fields near Gatwick airport, Katherine, a childminder, is pushing a toddler on the swings in the recently built playground, and has nothing but good things to say about living here. “Oh, it’s lovely, absolutely great for children, there are lots of playgrounds and it’s safe. It would be nice to have a shop though. At the moment you have to drive for everything.”\nBut if Reigate and Banstead council in Surrey hadn’t stepped in, there might have been nowhere to play and no hall being built.\nIn 2023 the council called a stop to building on the site because the developers had not built the promised playgrounds and community hall.\n“There were rules about what had to be built at a certain point.” says Biggs. “So we had to put a stop order on them and that was a difficult decision.”\nIn doing so the council was risking the wrath of families desperate to move in and pressure from four of the biggest housebuilders in the UK. “We had families waiting to move in so I was getting unpleasant phone calls,” Biggs adds. “The developers weren’t happy.”\nHe says planning law must ensure vital community provision gets built along with houses: “Developers will concentrate on building houses first. So it’s important that the government recognises that we have to protect green spaces.”\nThe consortium of builders – Crest Nicholson, Persimmon, Taylor Wimpey and A2Dominion – was served a stop notice for “failing to deliver important community facilities to support the development and its residents in a timely manner”, and last summer an agreement was reached for the developers to put a series of bonds in place, totalling about £12m, which the council held to build the facilities if they weren’t finished to a new completion date.\nThe pause was lifted on 5 July 2024; several play areas are now open on the site but there is still no shop or an NHS GP surgery that was originally planned for. A spokesperson for the consortium said: “The final phase of the development, the Horley Neighbourhood Centre, will feature a neighbourhood hall, retail spaces, play areas and allotments. We expect to have completed all works by the end of 2026, in accordance with the revised programme timeline agreed with the council.”\n\n\n\n\n\n\n\n\n\n\nA spokesperson for the Ministry of Housing, Communities and Local Government said: “We are committed to strengthening the rules on developer contributions so that developers deliver the required infrastructure faster as we build 1.5m homes through our plan for change.\n“Developers are expected to provide infrastructure where this is needed to make a development acceptable, regardless of size.”\nBut campaigners and local councillors fear that, in the government’s haste to build new homes, vital provisions may be left behind. Biggs warns that further deregulation of the planning process has to leave protection for councils to hold developers to account.\n“We need to keep the power to say ‘stop’. If we hadn’t stepped in I think we’d still be arguing now with the developers over when we were going to get these playgrounds.”"
    },
    {
      "title": "Sir Jim Dim swaps being a failed grandee for new role as cabinet stooge",
      "url": "https://www.theguardian.com/politics/2025/jul/22/sir-jim-dim-swaps-being-a-failed-grandee-for-new-role-as-cabinet-stooge",
      "author": "unknown",
      "tags": [],
      "content": "A\nll hail our hero’s return! The past 12 months have not been kind to James Cleverly. A man who was used to being the most important person in almost every room he entered. Not so much these days. It was bad enough when the Tories were heavily defeated in the last election. Even Jimmy Dimly had seen that one coming. But the final straw had been the inability of his own supporters to count. Come the leadership election, his campaign team had accidentally voted him into third place in a failed bid to undermine Kemi Badenoch. Out of the race before it had even really got going.\nOld habits had died hard for Jimmy. Turning left on to every aircraft he boarded, only for an embarrassed steward to glance at his boarding pass and redirect him to economy. Automatically getting into the back seat of every car and wondering why it wasn’t going anywhere. It still took him a while to notice that he no longer had a driver. Doomed to get caught in traffic like the little people. The red box that he had kept as a souvenir now used only to house the shopping list he had been given.\nIt was the emptiness he found hardest. The sheer grind of being a nobody. When Dimly had been a cabinet minister he had had a whole army of staff to keep the show on the road. Every day he would be up by 7am, ready to be briefed on what to say and do. His time had never truly been his own. And he had loved it when people deferred to him. “Yes foreign secretary. No home secretary.” Nor did the knighthood he had been given as a thanks, but no thanks – the inevitable reward for mid-ranking politician – make up for it. He felt as hollow as the title sounded.\nNow the alarm still went off early, but there was nothing to get him out of bed. It was no longer his voice that boomed in the prestigious 8.10am slot on the Today programme. He couldn’t even get a shoutout in the graveyard slots granted to shadow ministers. Instead he had to listen to halfwits – to be kind: quarterwits more accurately – such as Chris Philp and Priti Patel embarrass themselves. And all he could do was howl at the radio. It should have been him.\nExcept it wasn’t. And that had been his decision. When his leadership hopes had crashed and burned, he had tried his hand at being a grandee. The voice of wisdom from the backbenches. Too important to be one of Kemi’s shadow cabinet stooges. Arm’s length from the stench of her inevitable failure. Just biding his time until someone tapped him on the shoulder. ‘Your time has come, Sir Jim Dim. The Tory party needs a new leader.’\nBut the waiting had been a killer for him. Nothing to do but go in to Westminster and be ignored. He had tried inviting himself to endless lunches with journalists. To keep his flame alive. To remind himself of his own existence. That he mattered. Time was when it had been him who had to get away first. Important matters of state. Now it was the hacks who kept looking at their watches. Then he had tried making speeches. Not just speeches, but keynote speeches. Only there had never been a keynote. Just an audience often measured in single figures. Hacks waiting for a news line that never came.\nSo Dimly had chosen to cut his losses. Why hang around hoping for another shot as leader when the Tory party was doomed for the foreseeable? Better to be a half-person on the inside than a nobody on the out. So he had let it be known he would consider a post in the shadow cabinet. And now that moment had come. He could feel the relief coursing through his veins. OK, it wasn’t shadow foreign or home secretary. Roles he vaguely understood. But shadow housing secretary would do. He couldn’t be worse than the last person. He would have to check with the whips to find who that was. Jimmy Dimly was back in business.\nAs one quasar flickered, another was born. The Word of Nigel made Flesh. Nigel Farage has always traded in fantasies. A World as he would like it to be. Reality scares him to death. Because with reality comes responsibility. Sometimes. Nige has yet to take the credit for Brexit and its economic and social consequences. In fact he gets very narked when people try to remind him of the part he played. Everything is always someone else’s fault.\nBut now Nigel has a son and heir. Step forward, George Finch, the new leader of Warwickshire county council. A slightly awkward, not very bright 19-year-old boy who looks like an intern on work experience. Which is pretty much what he is. A boy who is in charge of £1.5bn of council assets and with a spending budget of £500m. You couldn’t make this kind of thing up.\nSo Warwickshire council is now a laboratory experiment. A place where we get to see what Reform policies look like in action. It’s also a place of high comedy. Soon to be sent to the Edinburgh fringe. I say policies, but the Reform councillors are outraged if anyone accuses them of having a plan of action for the county. Shortly before Tuesday’s vote for a new council leader, one of the Reform councillors made a point of saying he was proud to have no policies at all.\nThe actual vote lasted three rounds as the Greens and the Conservatives were knocked out. The Greens had brought in a copy of Lord of the Rings and a model of the Titanic as props. The final count between Reform and the Lib Dens was tied on 23 apiece with eight abstentions. The casting vote went to the council chair, Edward Harris. “This is very difficult,” he said. It really wasn’t. Harris is a Reform councillor and had already voted for Finch.\nAnd guess what? Finch’s first move as leader was to propose a £150K handout for Reform to avail themselves of four special advisers. You couldn’t make this up. So much for the party of the anti-establishment. Next Finch and some other Reform councillors tried to persuade the council to vote against climate change. It wasn’t real, said Councillor Waine. Finch was adamant that climate change couldn’t exist because people in Reform had told him so. He didn’t seem to realise Reform may be the biggest party but they are still a minority. Maybe George will learn to count when he goes back to school. What could possibly go wrong?"
    },
    {
      "title": "Keir Starmer to recall cabinet for emergency meeting on Gaza crisis",
      "url": "https://www.theguardian.com/politics/2025/jul/27/keir-starmer-to-recall-cabinet-for-emergency-meeting-on-gaza-crisis",
      "author": "unknown",
      "tags": [],
      "content": "Keir Starmer will recall his cabinet from their summer break for an emergency meeting on the Gaza crisis this week as cross-party MPs warned his talks with Donald Trump provided a critical juncture in helping to resolve the conflict.\nAmid growing international horror over the situation on the ground in Gaza, he will urge the US president to take a tougher stance towards Israel and will push for ceasefire talks to resume, when they meet in Scotland on Monday.\nDavid Lammy, the UK foreign secretary, is also preparing to attend a UN conference on a two-state solution in New York this week at which the pathway to formally recognising a Palestinian state will be under discussion.\nGovernment sources insisted that formal recognition of Palestinian statehood was a matter of “when, not if”, with the Labour government under intense domestic pressure to take further action as UK public opinion hardens.\nThey said the government would set out its next steps to help resolve the situation in the Middle East in the coming days, but gave scant details, risking fuelling further criticism of Starmer over his response.\nAnd they insisted the prime minister was “unequivocal” in his concern over the scenes in Gaza and was “horrified” at images of starvation, desperation and suffering of children and babies, as he called his cabinet back to Westminster.\nDuring his talks with Trump at his Turnberry golf course in Ayrshire, Starmer is expected to press the US president to use his influence over the Israeli government to push for a resumption of peace talks between Israel and Hamas, after talks ground to a standstill.\nThe deal under discussion was expected to include a 60-day ceasefire, with aid supplies ramped up as conditions for a lasting truce were brokered, but the US and Israel withdrew their negotiation teams from Qatar on Thursday.\nStarmer is also coming under growing domestic pressure, including from his own cabinet and a third of MPs, to formally recognise a Palestinian state.\nThe government has disappointed many on its own side by saying this would only happen as part of a negotiated peace deal. In contrast, Emmanuel Macron announced on Thursday that France would formally recognise a Palestinian state at the UN general assembly in September.\nUK government aides suggested France’s move would be purely symbolic without a path towards peace, which diplomats are expected to discuss next week at the UN.\nStarmer is also expected to discuss progress in implementing the economic deal the UK has signed with the US, which slashes some of Trump’s tariffs on cars, aluminium and steel, and which the UK hopes will be the first step towards a closer trading relationship.\nAfter meeting European Commission chief Ursula von der Leyen on Sunday, Trump announced the US and the EU had struck a trade deal that would impose tariffs of 15% on most imports from the bloc, and will have a major impact on the UK economy.\nHowever, MPs from across the Commons underlined the urgency of Starmer’s talks with the US president for the people of Gaza as they called on the prime minister to press Trump to take a more hardline stance towards Israel on aid and a ceasefire.\nEmily Thornberry, chair of the influential foreign affairs select committee, told the Guardian: “Netanyahu only listens to Trump, and even then only sometimes. But somebody has to talk to the Israelis and nothing is going to move in this awful situation without him.\n“Trump needs to hear that he has the strength of 10 presidents, that only he can get a ceasefire. But it’s high risk for Keir as it could anger him and it’s not even clear whether it would work. But he has to try, this is the moment it has to be done.\n“Trump also needs to hear that allies, including the UK, French and Saudis, are prepared to work together to put together peace proposals but they will only work if they result in two states: Israel and Palestine.”\nConservative MP Kit Malthouse, a former cabinet minister, added: “Every moment of inaction is a deliberate choice. These two leaders hold the power to end the starvation and killings in Gaza, to halt the violence in the West Bank, and to bring the hostages home with a permanent ceasefire.\n“If they fail to act, history will not only remember the atrocities, it will remember that they had the means to stop them and chose not to.”\nPalestinians in Gaza have reacted with wariness after Israel began a limited, daily pause in fighting in three populated areas of Gaza to allow what Benjamin Netanyahu described as a “minimal” amount of aid into the territory.\nScores of Palestinians have died of starvation in recent weeks in a crisis attributed by humanitarian organisations and the UN to Israel’s blockade of almost all aid into the territory.\nIsrael also said it would establish humanitarian corridors to allow the UN to deliver food and medicine to Gaza, as well as turn on the power to a desalination plant to provide water.\nLammy welcomed the resumption of humanitarian corridors in the territory but called for access to supplies to be “urgently” widened over the coming hours and days, saying that military pauses promised by Israel would not alone be enough to ease suffering in Gaza.\n“This announcement alone cannot alleviate the needs of those desperately suffering in Gaza,” the foreign secretary said.\n“We need a ceasefire that can end the war, for hostages to be released and aid to enter Gaza by land unhindered.\n“Whilst airdrops will help to alleviate the worst of the suffering, land routes serve as the only viable and sustainable means of providing aid into Gaza. These measures must be fully implemented and further barriers on aid removed. The world is watching.”\nBritain is working with Jordan to airdrop aid into Gaza and evacuate children needing medical assistance, with military planners deployed for further support.\nHowever, the head of the UN’s Palestinian refugee agency has warned that such efforts are “a distraction” that will fail to properly address deepening starvation in the strip, and could in some cases harm civilians.\n This article was amended on 28 July 2025. It is one third of all MPs, not just Labour MPs, that have urged Britain to formally back Palestinian statehood."
    },
    {
      "title": "Is Trump building a political dynasty? – episode two",
      "url": "https://www.theguardian.com/politics/audio/2025/jul/28/is-trump-building-a-political-dynasty-episode-two",
      "author": "unknown",
      "tags": [],
      "content": "The United States has had its fair share of political dynasties - The Bushs, the Cheneys, the Kennedys… but has Donald Trump been quietly moulding his own family to become a political force long after he leaves office? Who from within the family fold could be a successor to the president? Or does Trump simply see the presidency as an opportunity to enrich himself and promote the family brand?\nIn this episode, Ashley Parker, a staff writer for The Atlantic, explains why Ivanka Trump and Jared Kushner stepped away from politics. The reporter Rosie Gray introduces us to Donald Trump Jr, the louder Trump child, who has enjoyed his unofficial role as spokesperson for his father. And Eric Cortellessa, Time magazine’s senior political correspondent, brings us up-to-date on how Eric Trump is being useful by growing the Trump family brand … and its wealth.\nArchive: ABC News, ABC11, CBS Mornings, CBS Philadelphia, CNBC, CNN, Fox News, NBC News, PBS Newshour, Skinny Confidential podcast, Tucker Carlson, Sky News Australia, WFAA"
    },
    {
      "title": "Enter Nige’s fantasy UK, where crims operate with impunity and only the lucky get out alive",
      "url": "https://www.theguardian.com/politics/2025/jul/21/enter-nigel-farage-fantasy-uk-where-crims-operate-with-impunity-and-only-the-lucky-get-out-alive",
      "author": "unknown",
      "tags": [],
      "content": "A\ndarkened room in central London. Curtains drawn to keep the lawbreakers out. A few dozen brave journalists who have dared to walk the streets. Mugshots of convicted criminals along with the sentences received line the walls on video screens. Though weirdly, none of James McMurdock. Perhaps Reform has yet to update its own database of undesirables. Young James is taking a break from the party whip while the Public Sector Fraud Authority investigates Covid loans to his companies. That’s the trouble with London today. Trust no one.\nJust after 11am, a siren goes off and Nigel Farage, the Conservative-turned-Reform councillor Laila Cunningham and Tory-turned-Reform MP Sarah Pochin settle down behind a table. To their right is a lectern with the slogan “Britain is lawless”. Miraculously, none of them have had their phones nicked or been stabbed on the journey into London. A city where crims operate with impunity. Dante’s seventh circle of hell. A place where only the lucky get out alive.\nFirst up is Laila, a woman who freely admits she expects to get robbed every time she leaves her front door. She’s almost sorry when she makes it back home in one piece. Laila has something she wants to get off her chest: she doesn’t actually like anyone. Her country has been betrayed.\nOne day, she might ask who was responsible. The answer might be closer to home than she imagines. Nige has done as much to shape the UK in the past 10 years as anyone. If you want to know why we’re broke, you can start with Brexit. But for now, Laila is beyond thinking. She’s just a heartbeat away from taking out an AK-47 and mowing down a nearby gang.\nNext comes Sarah P, AKA Nurse Ratched. The unthinking person’s idea of a thinking person. She, too, is in despair. London is a ruined city. The only people out in daylight hours are shoplifters and drug dealers, most of them foreigners. Sarah is almost in tears as she goes on to say that most Afghan migrants are potential sex offenders. How she yearns for the days when you could rely on all rapists to be white.\nBut that’s two-tier justice for you. Spare a thought for poor Lucy Connolly, who was sentenced to prison just for inciting people to burn refugees alive inside their hotel. Where was the harm in that? It was obviously only a joke. And Sarah is still laughing her head off at it. Worryingly, Farage appears to be lining her up to be his home secretary. She’s one of the few Reform MPs he hasn’t yet fallen out with.\nFor the details, such as they are, we have to wait for Nige. He, too, is living out his own fantasies of a London that is one large no-go area. Crime is out of control, he says. Don’t believe the statistics that show violent crime is going down. Just turn the graphs the other way up and use your own data.\nStop and search everyone. Especially foreigners. Zero tolerance for anything. Apart from James McMurdock. Three strikes and it’s life imprisonment. Send our worst prisoners to El Salvador – with any luck they might get tortured there. Send foreigners back to foreign lands. Build Nightingale prisons and throw away the keys. Recruit 30,000 new police officers. Abandon all diversity and equality targets. If you want a proper copper you need to get a white, heterosexual man to do the job. Only then will you feel safe.\nThis is Nige’s fantasy world. A country on its knees, reduced to lawlessness by the woke and the Blob. A land only he can save by locking every crim up. No offence would go unpunished. To prove his point, he passes around a sheet of paper with some bogus figures explaining how he would pay for everything. Shrink the state, cut net zero and HS2 and you can do what you like, he says.\nHe’s asked about El Salvador. Is he serious? Oh, no. Not that El Salvador. He can’t think why he said it. He’s all heart really. Nige and reality have a small intersection area.\nElsewhere in Westminster, the government is winding down before the summer recess. For Keir Starmer, this means one of his thrice-yearly appearances before the liaison committee. A chance for the select committee chairs to ask the prime minister a few – reasonably – polite questions about his performance so far. It’s noticeable that the Labour members of the committee are a great deal tougher than they were last time round.\nMeg Hillier gets things going by asking what he thinks the country will look like in three years’ time. It will be amazing, Keir replies. Everything hunky-dory. No one should take his brilliance for granted. The Tories have broken everything. He is the saviour who will mend things. In the public seating area, the first eyelids begin to droop. Starmer has the unique gift of being able to put any crowd to sleep. It’s got him out of bigger holes than this.\nThe session drifts on as Keir talks technobabble – “no silver bullet”, “delivery targets” – while the committee tries to reintroduce him to the real world. If he is really committed to ending poverty, why doesn’t he consider getting rid of the two-child benefit cap? And even the diluted reforms to the welfare bills are going to increase poverty. Debbie Abrahams insists these aren’t Labour values and that she feels ashamed. Liam Byrne wonders why Starmer is so reluctant to make changes to capital gains tax? Then he could afford to give tax breaks to the less well-off.\nKeir mumbles something about not setting the budget months ahead and the forecasts constantly changing and we all go back to sleep. Hillier ends by asking what has been his highlight of his first year in office. “Easy,” says Starmer: walking into Downing Street for the first time. Which rather suggests it has all been downhill from there."
    },
    {
      "title": "The deplorable and the adorable: Merz gives top bantz after blasting Brexit",
      "url": "https://www.theguardian.com/politics/2025/jul/17/the-deplorable-and-the-adorable-friedrich-merz-gives-top-bantz-after-blasting-brexit",
      "author": "unknown",
      "tags": [],
      "content": "I\nt wasn’t quite le bromance of last week’s press conference with Emmanuel Macron. Then Keir Starmer and the French president had made no effort to conceal their affection for one another. A thousand ways to say je t’aime. They had even concluded their hour in front of the cameras with an awkward hug, unsure if a kiss on the cheek would be out of place. Exactly a week on, it was time for the German chancellor, Friedrich Merz, to share a platform with the prime minister at the Airbus factory in Stevenage. This one ended with a formal handshake and little eye contact.\nThat wasn’t the only difference between the two pressers. The one with Macron had started an hour late, a sure sign that Starmer had been trying and failing to secure a better deal on the returns agreement with France. This one began as scheduled. Most of the details had been signed off days, if not weeks ago. The one-day visit of the German chancellor merely a matter of protocol. But it was, in its way, an equally significant occasion. The first friendship and bilateral cooperation treaty between the UK and Germany. A coming of age. A relationship of equals with no place for tabloid stereotypes.\nKeir got things under way with a quick resume of what had been agreed. A defence partnership. New investments. Ease of access between the two countries for both schoolchildren and frequent travellers. Cooperation on irregular migration. A new rail route between England and Germany. Albeit a reannouncement of one that had already been announced. Though it would be churlish to make a fuss of this on a good news day. A commitment to continue to be appalled by the situation in Gaza. But not to be so appalled that either country would actually do anything about it.\nThen it was over to Merz. He began by speaking in English, saying how proud he was to have signed the newly named Kensington treaty. Then he switched to German. To spare Keir’s blushes. Because in his next breath he said how much he deplored Brexit. Even Macron hadn’t gone that far a week ago, merely expressing regret. Starmer does his best to forget Brexit. Likes to pretend it never happened. That for some unknown reason we found ourselves outside the EU. He went on to talk about Ukraine and the newly formed alliance of the E3. Germany, France and the UK.\nTime for the questions. First up was Sky News’s political editor who talked and talked and talked. Almost as if she thought this was a three-way press conference with her, Starmer and Merz. Every time you thought she had come to an end, she came up with yet another long-winded question.\nBy the third minute, Starmer was beginning to look a bit uncomfortable. Perhaps he wondered if she would ever stop. Merz, though, was a revelation. He was loving it. “Thank you for your brief questions,” he smiled. He would love to answer them all. He had nothing better to do with his life than stand around in the factory for the rest of the day. It was top bantz. His answers turned out to be a great deal shorter than the questions. Friedrich not only had a decent sense of humour, he was modest with it. He may look like a technocrat but he also has a charm that becomes more and more obvious the longer you spend in his company.\nFor Keir, the main domestic question was his decision to suspend the whip of four backbenchers. Why bother? Why not let them do what they wanted? Much like Tony Blair had done with the 47 Labour MPs who had voted against his welfare bill in 1997. After all, it wasn’t as if his majority was ever under threat. So why not live and let live? Give the appearance of being a broad church where a variety of opinions can be tolerated.\nFor the only time during the press conference, Starmer looked a bit rattled. “We were elected to change the country for the better,” he said, somewhat testily. The suspension of the whip hadn’t been for the party’s benefit, he went on. It had been for the country. Which was strange. It hadn’t looked that way. It had seemed a sign of petulance. Weakness even. The unofficial version was that the MPs had been suspended for persistent knobheadery. Though you could say knobheadery cuts both ways. Something for Labour to consider.\nBut if Keir couldn’t tolerate some of his own MPs who had voted differently to him, earlier in the day he had been all in favour of widening the franchise. In response to an urgent question from the Conservative Paul Holmes, the junior democracy minister Rushanara Ali had announced the government would be extending the vote to 16-year-olds, as well as restricting the influence of foreign money in UK elections.\nNeedless to say the Tories weren’t at all happy about this. Right now, they would prefer to restrict voting eligibility to the over-75s. And even then they wouldn’t be guaranteed to win an election. Holmes couldn’t quite bring himself to say that no self-respecting 16-year-old would be seen dead voting Conservative, so he rummaged around for ever more specious reasons to say lowering the voting age was a bad thing.\nYou couldn’t buy cigarettes or alcohol until you were 18 so why should you get to vote? Perhaps he felt you needed to be pissed to enter a ballot box. Holmes hadn’t quite grasped that you could join the Tory party at 15 and vote for a leader. Talking of which, the Tories are in no position to give lectures on voting ethics. They were the party that foisted Liz Truss and Rishi Sunak on us, without giving us a chance to say what we thought about it.\nThe Lib Dems’ Sarah Olney was all in favour of lowering the age limit but wondered if the government might go further. To something like proportional representation. Ali closed that door swiftly. The Lib Dems had had their chance and blown it. End of. You could have too much of a good thing with democracy."
    }
  ],
  "Environment": [
    {
      "title": "Tilting at windmills? Trump’s claims about turbines fact-checked",
      "url": "https://www.theguardian.com/environment/2025/jul/28/are-trump-claims-about-wind-power-correct",
      "author": "unknown",
      "tags": [],
      "content": "The wind turbines visible from Donald Trump’s Turnberry and Menie golf courses have long enraged the president. At a press conference at his Ayrshire resort announcing a trade deal with the EU this weekend, Trump launched into an unprompted tirade against windfarms, instructing European countries to get rid of theirs. He was visiting Turnberry for the first time since the nearby onshore Kirk Hill windfarm began producing energy from eight turbines.\nBut were his comments about wind power correct?\nTrump claimed: “It is the worst form of energy, the most expensive form of energy, but windmills should not be allowed.”\nThis is certainly not true for onshore wind, which is cheap to build and generates electricity very inexpensively. Offshore windfarms cost more to build but, when it is windy, produce electricity extremely cheaply. There are costs associated with wind; the energy secretary, Ed Miliband, has recently faced criticism for setting the maximum price at his upcoming renewable energy auction at £113 a megawatt-hour for offshore wind, for record-length contracts of 20 years.\nBy comparison, the wholesale gas price is £78/MWh at present. However, during the price spike of 2022, wholesale gas went above £170/MWh. Because Britain’s electricity grid has not been sufficiently updated, windfarms are also often paid millions to switch off when it is very windy to avoid overloading the network.\nHowever, even with these added costs, offshore wind is less expensive than nuclear to build, has a stable price compared with gas, which is sold on international markets, and is cheaper to generate than fossil fuels.\nTrump has often claimed that offshore wind kills whales and drives them crazy.\nIt is tricky to make definitive claims about whether or not whales are driven “loco” by offshore wind, as many aspects of whale behaviour are not well understood by scientists. However, it does not appear there is direct evidence that offshore windfarms frequently cause whale deaths. The US National Oceanic and Atmospheric Administration has said: “There are no known links between large whale deaths and ongoing offshore wind activities.”\nWhales could be disturbed during the initial stages of offshore-wind construction. High-resolution geophysical surveys to map the seafloor are carried out that could disturb marine mammals. However, these are much smaller in scale than those conducted for oil and gas exploration.\nMost of the known direct causes of whale deaths are related to the fishing industry, with the mammal caught in or ingesting fishing equipment. The warming and acidification of oceans caused by global heating from burning fossil fuels is also a threat to whales’ survival.\nTrump said windfarms “kill the birds”, and this is true, to an extent. Birds can collide with the turbines, and offshore windfarms are sometimes constructed in important feeding sites for seabirds such as puffins as they are put in shallow waters where sand eels are found.\nHowever, the proportion of birds killed by turbines is tiny compared with the amount killed, for example, by domestic cats and from flying into power lines. Destroying bird habitat and poisoning their food with pesticides has also had a greater impact on populations than the prevalence of wind turbines.\nSome wind companies are taking action to become less lethal to birds; a project in Norway painted its turbines black, which resulted in 70% fewer bird deaths.\nTrump claimed: “When they start to rust and rot in eight years you can’t really turn them off, you can’t burn them. They won’t let you bury the propellers, the props, because there’s a certain type of fibre that doesn’t go well with the land.”\nThis is not true. Wind turbines have a typical lifespan of 20-25 years, and the industry is getting better at recycling old parts; according to the National Grid, 96% of a wind turbine is made from recyclable materials. Their outer shell, shafts, gearing and electrical components are typically made from steel, copper, aluminium, other precious metals and recyclable plastics. The blades are made from fibreglass, which is not biodegradable and is indeed typically sent to landfill. However, scientists have found a way to repurpose them into cement, and the blades have been used to create pedestrian footbridges in Ireland and noise barriers for highways in the US.\nHe’s right on this one; China accounts for about 60% of global wind turbine manufacturing. However, the country dominates the rest of the globe on most manufacturing, so this isn’t a surprise.\nThe UK wind manufacturing sector is growing as part of the green economy, providing jobs in post-industrial areas in particular.\nTrump claimed wind turbines were killing people. There have been a handful of human deaths linked to turbines, but these are construction accidents. Deaths are not uncommon in many big industries, including oil and gas , but wind turbines do not pose a fatal threat to the general public."
    },
    {
      "title": "Eastern US swelters from heatwave as high temperatures affect half of country",
      "url": "https://www.theguardian.com/us-news/2025/jul/28/us-weather-heatwave-temperatures-east",
      "author": "unknown",
      "tags": [],
      "content": "The eastern half of the US is facing a significant heatwave, with more than 185 million people under warnings due to intense and widespread heat conditions on Monday.\nThe south-east is likely to endure the most dangerous temperatures as the extreme heat spread across the region on Monday, spanning from the Carolinas through Florida. In these areas, heat index values (how hot it feels once humidity is accounted for) are forecast to range between 105 and 113F (40.5 to 45C).\nSome locations in Mississippi and Louisiana face an even greater threat, with the heat index possibly soaring as high as 120F (49C).\nMeanwhile, the midwest isn’t escaping the heat. Conditions there remain hazardous into Monday and Tuesday, after a weekend in which temperatures felt as if they were between 97 and 111F (36 to 44C) in areas from Lincoln, Nebraska, north to Minneapolis.\nCities such as Des Moines, St Louis, Memphis, New Orleans, Jacksonville and Raleigh are under extreme heat warnings. In these locations, temperatures will climb into the mid-90s and low 100s, with heat indices potentially reaching 110 to 115F.\nThe most dangerous conditions, classified as level 4 out of 4 on the heat risk scale, encompass much of Florida and extend north into Georgia and the Carolinas. A broader level 3 zone stretches from the eastern plains through the midwest and into the mid-Atlantic. This follows a weekend already dominated by extreme temperatures.\nTampa experienced an unprecedented milestone on Sunday when it reached 100F (37.8C). Other cities also broke daily temperature records, and more are expected to follow suit.\nThe dangerous heat and humidity are expected to persist through midweek, affecting major metropolitan areas including St Louis, Memphis, Charlotte, Savannah, Tampa and Jackson, Mississippi. Actual air temperatures will climb into the upper 90s and low 100s, while heat index readings are expected to remain between 105 and 115F for several days due to high tropical moisture.\nRelief will be hard to find, even during the night. Overnight and early morning temperatures are forecast to dip only into the 70s or above, keeping conditions uncomfortable around the clock.\nHowever, a cold front moving in later this week is expected to bring a drop in temperatures across the eastern US, offering a much-needed break from the extreme heat by the weekend.\nElsewhere, triple-digit temperatures will dominate the central US. The combination of soaring heat and dense humidity in the Mississippi River valley and central plains could make conditions especially hazardous, with some areas possibly seeing the heat index reach 120F.\nSign up to Down to Earth\nThe planet's most important stories. Get all the week's environment news - the good, the bad and the essential\nafter newsletter promotion\nData suggests that there are more than 1,300 deaths per year in the US due to extreme heat, according to the Environmental Protection Agency. While no one single weather event can be blamed on the global climate crisis, the warming world is experiencing a greater frequency of extreme weather incidents.\nAccording to the National Oceanic and Atmospheric Administration (Noaa), excessive heat is already the leading cause of weather-related deaths in the US, and the problem is only intensifying. For vulnerable populations, such as migrants, prisoners or schoolchildren in under-cooled buildings, the burden of rising temperatures is compounded.\nDespite the increasingly crucial need to find solutions for the rising temperatures, many US agencies are currently understaffed due to cuts from the Trump administration and the so-called “department of government efficiency” (Doge).\nFederal science agencies such as Noaa are now operating at reduced capacity despite the outsized weather threats. Hundreds of meteorologists have left the National Weather Service in recent months, and several offices, including Houston, have had to scale back the services they provide."
    },
    {
      "title": "The life of microplastic: how fragments move through plants, insects, animals – and you",
      "url": "https://www.theguardian.com/news/ng-interactive/2025/jul/28/the-life-of-microplastic-how-fragments-move-through-plants-insects-animals-and-you",
      "author": "unknown",
      "tags": [],
      "content": "The story starts with a single thread of polyester, dislodged from the weave of a cheap, pink acrylic jumper as it spins around a washing machine. This load of washing will shed hundreds of thousands of tiny plastic fragments and threads – up to 700,000 in this one washing machine cycle.\nAlong with billions of other microscopic, synthetic fibres, our thread travels through household wastewater pipes. Often, it ends up as sewage sludge, being spread on a farmer’s field to help crops grow. Sludge is used as organic fertiliser across the US and Europe, inadvertently turning the soil into a huge global reservoir of microplastics. One wastewater treatment plant in Wales found 1% of the weight of sewage sludge was plastic.\nFrom here, it works its way up the food chain through insects, birds, mammals and even humans. Perhaps our jumper’s life as a garment will end soon, lasting only a few outings before it emerges from the wash shrunken and bobbling, to be discarded. But our thread’s life will be long. It might have only been part of a jumper for a few weeks, but it could voyage around the natural world for centuries.\nSpread on the fields as water or sludge, our tiny fibre weaves its way into the fabric of soil ecosystems. A worm living under a wheat field burrows its way through the soil, mistaking the thread for a bit of old leaf or root. The worm consumes it – but cannot process it like ordinary organic matter.\nThe worm joins nearly one in three earthworms that contain plastic, according to a study published in April, as well as a quarter of slugs and snails that ingest plastic as they graze across soil. Caterpillars of peacock, powder blue and red admiral butterflies all contain plastic too, perhaps from feeding on leaves contaminated with it, research shows.\nWith the plastic in its gut, the burrowing earthworm will find it more difficult to digest nutrients, and is likely to start shedding weight. The damage might not be visible but for insects, eating plastic has been linked to stunted growth, reduced fertility and problems with the liver, kidney and stomach. Even some of the tiniest lifeforms in our soil, such as mites and nematodes – which help maintain the fertility of land – are negatively affected by plastic.\nPlastic pollution in the marine environment has been widely documented, but a UN report found soil contains more microplastic pollution than the oceans. This matters not only for the health of soils, but because creepy crawlies such as beetles, slugs and snails form the building blocks of food chains. Our worm is now enabling this plastic fibre to become an international traveller.\nIn a suburban garden, a hedgehog snuffles through a dozen invertebrates in a night, consuming plastic fibres within them as it goes. One of them is our worm.\nA study that looked at the faeces of seven hedgehogs, found four of them contained plastics, one of which contained 12 fibres of polyester, some of which were pink. If hedgehogs don’t live in your country, substitute another small, scurrying mammal or bird: the same study found mice, voles and rats were also eating plastic, either directly or via contaminated prey.\nBirds that eat insects such as swifts, thrushes and blackbirds are also ingesting plastic via their prey. A study earlier this year found for the first time that birds have microplastics in their lungs because they are inhaling them too. “Microplastics are now ubiquitous at every level of the food web,” says Prof Fiona Mathews, environmental biologist at the University of Sussex. The meat, milk and blood of farm animals also contain microplastics.\nAt the top of the food chain, humans consume at least 50,000 microplastic particles a year. They are in our food, water, and the air we breathe. Fragments of plastic have been found in blood, semen, lungs, breast milk, bone marrow, placenta, testicles and the brain.\nEven as it makes its way up the animal food chain, our polyester fibre has not been broken down. At some point, the thread returns to the dirt when the creature that consumed its host dies, and a new adventure starts. The body will decay, but the polyester fibre will endure. Once in the soil, it is ploughed in by the farmer before crops are sown. But it may not stay there for long – strong winds blow the dry, degraded soil into the air, taking with it a pink fragment of plastic. In heavy rain, the fibre could be swept into a river flowing to the sea: a major source of marine contamination is run-off from land.\nThis process of moving through natural systems over years has been called “plastic spiralling”. Scientists have found that microplastics equivalent to 300m plastic water bottles have rained down on the Grand Canyon, Joshua Tree and other US national parks. Even the most remote places are contaminated. One scientist found 12,000 microplastic particles a litre in samples of Arctic sea ice, swept there by ocean currents and blown in by the wind.\nWith the passage of time, our plastic thread has still not rotted, but has broken into fragments, leaving tiny pieces of itself in the air, water and soil. Over the course of years, it could become so small that it infiltrates the root cell wall of a plant as it sucks up nutrients from the soil. Nanoplastics have been found in the leaves and fruits of plants and, once inside, they can affect the plant’s ability to photosynthesise, research suggests. Here, inside the microscopic systems of the plant, the bits of our pink fibre cause all kinds of havoc – blocking nutrient and water channels, harming cells and releasing toxic chemicals. Staples such as wheat, rice and lettuce have been shown to contain plastic, which is one way they enter the human food chain.\nFrom its humble beginnings, our fibre may have journeyed around the world, shedding bits of itself along the way, and working its way into almost every layer of different ecosystems and the far reaches of the natural world. Extracting it once it begins that journey is extremely difficult. The best way to prevent its spread is to stop it at the outset – before the worm, before the soil, before the washing machine, even before the jumper is made.\nSince the 1950s, humans have produced in excess of 8.3bn tonnes of plastic – equivalent to the weight of one billion elephants. It finds its way into packaging, textiles, agricultural materials and consumer goods. Opting to live without it is almost impossible.\nFast fashion companies, drinks giants, supermarket chains and big agricultural companies have failed to take responsibility for the damage this has caused, says Emily Thrift, who researches plastic in the environment at the University of Sussex. She says individual consumers can reduce their consumption but should not feel that this is entirely their responsibility. “If you do make this level of waste, there needs to be some form of penalisation for doing it,” she says. “I truly believe until there is policy and ways to hold big corporations accountable, I don’t see it changing much.”"
    },
    {
      "title": "Thousands of tons of invasive seaweed ‘overwhelming’ Spanish beaches",
      "url": "https://www.theguardian.com/environment/2025/jul/27/thousands-of-tons-of-invasive-seaweed-overwhelming-spanish-beaches",
      "author": "unknown",
      "tags": [],
      "content": "Thousands of tonnes of an aggressive invasive seaweed from east Asia are piling up on the beaches of the strait of Gibraltar and Spain’s southern coast in what local environmentalists say is a major threat to the region’s biodiversity.\nSince May, the local authority in Cádiz has removed 1,200 tonnes of the alga Rugulopteryx okamurae from La Caleta, the city’s most popular beach, including 78 tonnes in a single day.\n“We’re completely overwhelmed. This is an environmental catastrophe,” said José Carlos Teruel, responsible for Cádiz city council’s beaches. “Whenever the wind is westerly, we know we’re in for another wave of seaweed.”\nAs with many other invasive marine species, one of the ways the alga is thought to arrive is in the ballast tanks of ships that pass through the Suez canal and then discharge their tanks in the Mediterranean.\nIn little more than a decade the species has colonised the strait of Gibraltar, much of Spain’s southern coast, the Canary Islands, the Azores, and, farther north, the Cantabrian sea and the Basque Country.\n“It was first spotted 10 years ago in Ceuta, Spain’s north African enclave, by a researcher from Málaga university, but the authorities are always too slow to react,” said Juan José Vergara, a professor of biology at the University of Cádiz.\n“In the first phase of an invasion such as this it can be controlled. It’s like catching cancer early on before it spreads,” Vergara said, adding that what washes ashore is a fraction of what is underwater.\n“But now the scale of it makes it impossible to control. In other seaweed invasions we’ve seen things revert to normal after a period of 10-15 years but many scientists say they’ve never seen an invasion on this scale.”\nThe seaweed is having a major impact on the local economy, firstly on tourism in Cádiz and nearby Tarifa, a town popular with windsurfers, and on fishing because it traps fishers’ nets and lines and also sucks oxygen out of the water. Then there’s the cost to the taxpayer of disposing of it.\nPerhaps most worrying is its impact on biodiversity. On the beach at La Caleta, the seaweed has driven out many indigenous plants. It is unclear whether the damage is temporary or irreversible.\nThe alga attaches itself to rocks and other surfaces and is also free-floating, wiping out native species of seaweed. It has no predators in the region and its capacity to reproduce both sexually and asexually and to absorb toxins makes it virtually impossible to eradicate, experts say.\nAt present the seaweed is dumped in landfill sites. Vergara said a local business that recycles seaweed into drinks containers or to use as fuel and fertiliser has sought permission to use Rulopteryx okamurae as a biomass to produce energy.\nHowever, Spain’s law on invasive species prohibits their commercial exploitation unless they pose a threat to health and safety or to further their eradication, a caveat that would seem to apply to Rulopteryx okamurae.\nThis week the government in Andalucía launched a four-part plan to confront the crisis based on research, monitoring and education, and which includes options for recycling the seaweed.\nTo use it as biomass the regional government will have to negotiate with Spain’s environment ministry but Vergara said that even if an agreement is reached, it can only be part of the solution.\n“It’s an interesting idea but I doubt it will be able to eradicate or even significantly diminish the intensity of the invasion when hundreds of thousands of tonnes can wash up on a single beach,” he said."
    },
    {
      "title": "I was terrified of bees – until the day 30,000 of them moved into my house",
      "url": "https://www.theguardian.com/environment/2025/jul/28/i-was-terrified-of-bees-until-the-day-30000-of-them-moved-into-my-house",
      "author": "unknown",
      "tags": [],
      "content": "A\ns a child, I was allergic to bees. Just one sting on my fingertip could swell my whole arm. I was allergic to most things – dust, cat hair, pollen – and was always clutching an inhaler, sniffling into my sleeve and keeping a safe distance from stinging insects.\nAs an adult, when my family bought our first house, a mid-century gem nestled in thick bushland on Sydney’s northern beaches, I wasn’t expecting a visit from my former nemesis. But one warm spring day, we heard the unmistakable hum of 20,000 of those honey-producing insects.\n“Bees!” I shouted, as a large dark ball headed straight towards me and my baby girl. Terrified, I grabbed her and slammed the patio doors just in time. The swarm broke apart in the air and the buzzing became thunderous.\nI later learned that bees swarm when their current hive becomes overcrowded. Once the swarming instinct is triggered, scouts head out to find a new location and the old queen and her worker bees fly off to their new, less cramped abode. The bees left behind will then raise a new queen.\nDuring renovations we discovered masses of old honeycomb and dead bees in the ceilings and walls of our home; the swarm was likely attracted to that scent.\nAs tens of thousands of bees squeezed into the wall cavity of our living room, my first instinct was to call a beekeeper. Bees are a precious creature – vital for pollination, food security and a healthy ecosystem. Unfortunately, the beekeeper couldn’t help. “Once the bees are in a wall, they’re very difficult to extract,” he said, before hanging up. I called another and another, until eventually I resorted to pest control. We sealed the entry points along the wall and hoped another swarm wouldn’t find its way to us.\nSign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning\nYears later, one did. We had just returned home from a stint in Singapore when I heard the familiar buzz of bees announcing their arrival. This swarm was big – 30,000 strong – and they quickly pushed their way into the walls and our stairwell cavity.\nI tried again to find a beekeeper to guide us, desperately searching the internet for local beekeeping associations; I couldn’t stomach calling pest control again. This time, we found the right person – a young beekeeper who arrived on our doorstep an hour later with his gear and beekeeper suit.\nFirst, he set up a lure outside – a bait hive, filled with old comb and a few drops of lemongrass oil, which mimics a bee pheromone and can entice a swarm to move. He put up a ladder and placed the wooden box near the entry point to the wall, hoping the queen and her workers would leave our property and set themselves up in the bait hive. Over the next week, we waited and watched and hoped. Unfortunately, the bees did not budge.\nSign up to Saved for Later\nCatch up on the fun stuff with Guardian Australia's culture and lifestyle rundown of pop culture, trends and tips\nafter newsletter promotion\nPlan B (bee?) was to entice the swarm from closer range. By now, the bees were already building comb and storing honey in a small cavity above the stairs, preparing to rear eggs and larvae. The beekeeper convinced us to let him cut a hole in our floor; he then placed the box directly on top of the hive – right in the middle of our living space. We got on with our daily lives, cooking, watching TV, working … all the while cohabiting alongside thousands of bees. Occasionally, one would pop out of our air conditioning unit or get confused on its pollen route and fly through an open window. But for the most part, they were excellent housemates.\nLiving with the constant low hum of bees and learning more about their behaviour and habits from the beekeeper, my fear and anxiety began to dissipate. I stopped using insect spray and instead transported the lost bees back outside on a piece of paper. I wasn’t once stung – they seemed to sense I wasn’t going to harm them.\nWeeks later, we were finally ready to move the bees to greener pastures – a farm where the beekeeper already kept established hives. He confessed it was the most difficult hive removal he’d ever done. It took several 20-litre buckets full of honey and comb and a lot of smoke to calm the bees down, and some escapees, but he managed to save two-thirds of the hive.\nOnce the bees were gone, the house felt too quiet. Wax moths came to clean up the leftover beeswax and pollen. Spiders came to eat the wax moth and larvae. We repaired the floor.\nEvery spring, when the air starts to lose its chill and pollen makes me sneeze, I keep watch for scout bees and make a very important phone call. The beekeeper answers: he’ll be round with a bait hive to lure the bees away from our walls, should they come to visit. So far, so good.\nPip Harry is an author. Her latest young adult novel, Drift, inspired by her experience with the bees, is out in Australia on 30 July (Hachette Australia, $17.99)"
    },
    {
      "title": "England’s farmers to get new payments for cleaning up waterways",
      "url": "https://www.theguardian.com/environment/2025/jul/28/england-farmers-new-payments-for-cleaning-up-waterways-on-their-land-sustainable-farming",
      "author": "unknown",
      "tags": [],
      "content": "Farmers in England will get new payments for cleaning up the waterways near their land, the environment secretary has said.\nAgricultural pollution affects 40% of Britain’s lakes and rivers, as fertiliser and animal waste washes off the land into waterways.\nSpeaking at the National Farmers’ Union water summit at Beeston Hall farm in West Yorkshire, Steve Reed said his department would be launching changes to the sustainable farming incentive (SFI) scheme that replaced EU subsidies. The SFI, which pays farmers to look after the environment, was frozen this year in a surprise move. The scheme is expected to reopen next year.\nReed said: “We also have to work with the farming sector to tackle pollution from agriculture. We are looking at how we can reform SFI so that when it opens in the new year there will be more actions in there focused on cleaning up water, because that’s in the interests of the country as a whole, but it’s also in the interests of the farming sector. So we’ll have more to say on that.”\nHe is expected to launch these changes by the end of summer.\nThe NFU announced it was starting a new programme that would work with scientists to help farmers measure the pollution in the waterways near their farms, so they could take steps to improve the water quality and see the progress.\nThe summit was held on the NFU vice-president Rachel Hallos’s farm. On her land, which is owned by Yorkshire Water, there are two reservoirs. Reed toured these and saw they were completely dry, which has raised concerns about water supply and food production in the area. Yorkshire was the first area of the UK to implement a hosepipe ban this summer. It is in drought after the driest spring on record.\nThe NFU president, Tom Bradshaw, said farmers were having to deal with weather extremes due to climate breakdown. He added: “I think that, rather than being extreme, that is now the reality that we’re all having to deal with, and that as farmers, we’ve got to work out how we can mitigate the risk, how we can try and manage the situation so that we don’t lurch from one catastrophic problem of not being able to plant out crops, then them flooding, or not having enough fodder because we haven’t had the rainfall.”\nReed suggested he might make it easier for farmers to build reservoirs on their land to hold water during dry conditions. He said planning had been “too slow”, adding: “Farmers can’t get on and build reservoirs that they need.”\nSign up to Down to Earth\nThe planet's most important stories. Get all the week's environment news - the good, the bad and the essential\nafter newsletter promotion\nHe said: “Farmers get caught in the planning system. We’ve done work with the National Trust and RSPB where they are trusted partners and they don’t have to apply for permission to dig ponds on their land any more. We aren’t quite there yet with farmers we are coproducing policy but something could look like that.\n“There isn’t just one answer – we need farmers to be able to have ready access to water and that involves many different actions we could take. That’s why it’s so important to have conversations like those we are having today.”"
    },
    {
      "title": "Self-imposed lockdowns, surveillance fears and forced separations: life for California’s undocumented farmworkers",
      "url": "https://www.theguardian.com/environment/2025/jul/28/ice-raid-farm-workers-california",
      "author": "unknown",
      "tags": [],
      "content": "Driving into the Salinas valley, about two hours south of San Francisco, hand-painted signs fly by, advertising cherries, pistachios, avocados and garlic.\nFrom above, the valley looks like a quilt stitched together out of a thousand shades of green – the fields of lettuce, spinach and strawberries that give the region its nickname, “the salad bowl of the world”.\nUndocumented farm workers form the unseen backbone of this fertile, year-round agricultural powerhouse, where perfect growing conditions and staggered harvests keep fresh produce flowing non-stop.\nTucked in behind a vineyard, in the early morning mist, a crew of farm workers have been cutting cauliflower plants with machetes since 5.30am, while another crew piles the plants into rows.\nThe Guardian spoke to more than a half-dozen Spanish-speaking farm workers at two farms in Salinas Valley about the unprecedented militarized raids on farms, factories, courthouses and other spaces in California this summer, and how the fear they have caused is affecting their lives, families and dreams for the future.\nPeligro, 52, is the majordomo overseeing the harvest. Despite his nickname, which means “danger” in Spanish, Peligro has a gentle face and an infectious laugh when he banters with his crew of workers.\nHe moved to Salinas from Guadalajara in Mexico at 18, and all three of his children were born in the US. His eldest son is 22 and would ordinarily be able to sponsor Peligro’s green card, but because Peligro entered the country without authorization, he would first have to leave the country and risk being banned from re-entering for 10 years.\nPeligro’s mother, who is 81, has a visa to visit the US, but doesn’t want to come because of the political climate. The last time he saw her was when he got married three years ago, and though he sends her money for medicine, he wonders if he will ever see her again.\nImmigration and Customs Enforcement (Ice) raids that have swept California this summer have his crew on edge, even though there have yet to be Ice raids on farms here in Salinas valley, according to the Rapid Response Network in Monterey county, where Salinas is located.\nAbout half of the US’s 2.4 million agricultural farm workers do not have legal status, according to the US Department of Agriculture (USDA), and that number is even higher in California.\nIt’s unclear what percentage of farm workers in Monterey county – one of the California counties with the highest number of farm workers – have legal status, but scanning his crew of 25 workers, Peligro counts only one citizen, two who have visas and two who are currently protected by Deferred Action for Childhood Arrivals (Daca), the 2012 program that gives work permits and temporary status to undocumented migrants who came to the US as children. That means that in this field, 80% of workers are undocumented.\nThe political climate for these workers is leading to chronic hyper-vigilance – a self-imposed lockdown eerily reminiscent of the pandemic’s earliest days, but with the additional, ever-present fear of surveillance, disappearance and forced separation from one’s US-born children.\nWorkers feel safest at home or here in the fields, Peligro said, so the roads, gas stations, shops and public spaces they once crossed every day now feel treacherous.\n“Do you think Americans will do this work?” Peligro said, then immediately answered: “If they do, they won’t do it for $17 an hour. It’s really hard work.”\n\n***\nOver a 9am meal of tortillas, chicken and pasta salad, Lupe, 39, from Jalisco, said she moved here at 13 with her whole family. She made it through three years of high school, learned English and is currently protected from deportation by Daca.\nBut Lupe’s current legal status doesn’t stop her from fearing deportation: “I’m watching the news and they’re taking people with Daca and visas too.” (Earlier this year, a deaf Daca recipient was swept up in an Ice raid near Los Angeles and was detained for nearly a month, despite his status.)\nAs a single mother and main breadwinner for six children ranging from three to 19, she feels a lot of pressure.\n“We’re scared. When we go to the store to get groceries, we have the feeling that someone is following us. Sometimes we don’t want to go to the doctor or dentist,” said Lupe.\nShe depends on federally funded food assistance, healthcare and pre-school (which are all facing major cuts under the Republicans’ new budget bill), and fears this could make her an easy target for Ice agents to track down. She said: “They have all my information, but small kids have to go to the doctor and the dentist.”\nAs the AP recently revealed, Ice officials are getting access to the personal data of nearly 80 million people on Medicaid in order to identify and locate “aliens in the United States”, forcing people to choose between seeking emergency medical help for themselves or their children, or risk deportation and family separation.\nLupe is most fearful for her extended family, almost all of whom are undocumented. “It’s bad news every day. I can’t live my life like before,” she said. Her mom, who is here on a tourist visa from Mexico, is too scared to take her kids out to the park, so they’re spending the summer indoors in their small, cramped house.\nCooking, cleaning the house, doing laundry and watching action movies is what helps her take her mind off the news of Ice raids.\n“We are hard-working people. We don’t come here to take anyone’s jobs,” said Lupe. “We just want to do what we’re doing free from fear and be the support for our families.”\n\n***\nElvia moved to Salinas 19 years ago from Guanajuato.\nIn addition to her work at the cauliflower farm, Elvia is a member of Líderes Campesinas, an organization that advocates for the human rights of farm-worker women across California. She helps fellow farm-worker women navigate resources, fill gaps related to food insecurity, and organizes to create healthier working conditions.\nShe is one of the two workers in this cauliflower field who has a visa. It’s a special kind of non-immigrant visa that protects victims of crimes who suffered substantial mental or physical abuse while in the US.\nStill, she doesn’t feel the visa will protect her. “It’s scary and frustrating to have to go out to work not knowing if we’ll return home.”\nElvia survived domestic violence by her former husband, who was deported back to Mexico. Her 18-year-old daughter, who is finishing high school and wants to study to be a teacher, is particularly on edge these days. She witnessed the violence against her mother and fears Elvia could be deported back to her former abuser.\n“She’s always crying, fearing there will be a separation,” said Elvia about how the Ice raids have reopened old wounds for her eldest daughter.\nSince then, Elvia remarried and also has two other children, ages three and six.\nAfter being diagnosed with PTSD, Elvia got therapy and learned some tips for coping with stress.\n“Before, I used to scream a lot,” she said. “Now, I’m trying to find other ways, so that I don’t transmit my stress to my small children.”\n\n***\nAlba, 58, moved to Salinas 30 years ago from the port city of Acapulco.\nIt’s been 25 years since she’s seen her mother in person and wonders if they will ever meet again. They FaceTime, and Alba sends her money to pay for her arthritis and osteoporosis medicine. She wants to eventually retire in Mexico, but fears that if she returns now, or gets deported by Ice, she won’t be able to come back to the US and make enough money to pay for her mom’s medicine.\n“My dream is to have a house where I could welcome my mom and get her visa,” Alba said.\nAfter work, which ends at about 2.30pm, Alba used to go to watch the ocean waves lap on the beach in Monterey, or go shopping, but now she stays home and tends to her roses. On her phone’s photo roll, she pulls up a rainbow of flower pictures she’s grown with the little outdoor space she has access to. She grows tomatoes, flowers, chilli and yerba buena.\nAlba knows many people who qualify for the supplemental nutrition assistance program (Snap) but don’t apply for it in case it could somehow hurt their immigration status in the future. During the first Trump administration, a “public charge” rule was introduced for a little more than a year to make it harder for people to get visas or green cards if they used or had used public nutrition, housing and health programs.\nUntil recently, Alba would work six days a week, for up to 10 hours a day, but a new law requiring overtime pay means that farms hire workers for a maximum of 40 hours a week. She would like to see land be made available to farm workers so that they could grow their own crops and sell the bounty themselves.\nLíderes Campesinas, for which Alba is on the Salinas organizing committee, currently has a bill before the state assembly that would help people in worker cooperatives and non-profit cooperatives, like Alba, access such land.\nFor now, she has managed to find space to garden in the back of a church, which this year opened a community garden with half a dozen raised beds, fitted with irrigation. Walking around the church garden, Alba shows off all the herbs, tomatoes and strawberries she’s been growing under a giant walnut tree.\nMaria has been picking and weeding lettuce, broccoli, artichoke and more up and down the Salinas valley since 2007.\n“We live day to day with this fear,” said Maria over a tamarind soda in the corner of a restaurant where she felt safe enough to meet. “I’ve always lived with the fear that they [Ice] might pass us, but today it’s much bigger.”\nLike Alba, Maria used to go to the beach or go shopping after work, but these days she goes straight home to her three daughters, 10, 12 and 17, who “are panicking and stressed”, wondering if she’ll make it home from work or get taken away by Ice.\n“My daughters have fear, panic and tremors with anxiety,” said Maria.\nTen years ago, when her eldest was seven and the others were still babies, Maria’s husband went out to buy bread and milk for the kids and never came back. She said he was detained by Ice, deported to Mexico and they haven’t seen him in person since, though they speak over the phone.\nMaria doesn’t have a backup plan for her daughters if she gets deported. She doesn’t trust anyone. When her eldest turns 18, she hopes she can transfer custody to her for the younger girls, if necessary.\nBut her 17-year-old, despite years of therapy, suffers from “nervous breakdowns” and engages in self-harm, Maria said. When she goes to work, Maria tries to leave her with a babysitter. Listening to music helps to calm her daughter’s nerves.\n“It’s hard as a mother to be in such insecurity. I don’t want to leave her alone,” said Maria, so the prospects of transferring custody to her feel unimaginable.\nThe constant uncertainty and panic, she said, was “like a thorn stuck in your side that’s constantly pricking”.\nThe Guardian is not using the full names of the people in this article to protect them and their families"
    },
    {
      "title": "Trial to remove shark nets from three Sydney and Central Coast beaches a good first step, scientists say",
      "url": "https://www.theguardian.com/environment/2025/jul/28/trial-to-remove-shark-nets-from-three-sydney-and-central-coast-beaches-a-good-first-step-scientists-say",
      "author": "unknown",
      "tags": [],
      "content": "A trial to remove shark nets from three Sydney and Central Coast beaches has been welcomed by scientists who say the nets create a false sense of security and are ineffective at preventing shark bites.\nShark nets, about 150 metres long and installed roughly 500 metres offshore at selected beaches in New South Wales and Queensland, were “like a table tennis net on a soccer pitch”, said Lawrence Chlebeck, a marine biologist at Humane World for Animals.\n“They’re not the barriers that people think they are,” he said. “Sharks can easily swim around, underneath, over the top. In fact, 40% of sharks are caught on the inside of the net – so these animals have already been to the beach.”\nThe nets also “indiscriminately” catch marine life, killing not just target shark species, but also turtles, dolphins and other marine life, he said.\nNSW first introduced the nets in the 1930s, with the program since expanded to include 51 beaches between Newcastle and Wollongong.\nNets were only one component of the state’s shark management program, which also included drone surveillance, shark tagging and real-time detection, SMART drumlines (where sharks were caught, tagged and released) and community education.\nLast week the state government asked three councils – Waverley, Northern Beaches and Central Coast – to each nominate a beach where the nets could be removed.\n Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter\nThat was a good first step, Chlebeck said, acknowledging “it would have been tough for a government to end a program with almost a century of legacy”.\nOther states such as South Australia and Western Australia had already “moved with the times” and did not use culling or shark nets, he said. Instead they relied on non-lethal measures like surveillance, shark monitoring, public education and rapid response.\nIn contrast, in May the Queensland government announced it would expand the use of lethal controls including shark nets and baited drumlines, a move one expert described as a “tough on sharks” approach that was more about culture wars than implementing evidence-backed policy.\nIn South Australia, Dr Brianna Le Busque has been researching public attitudes towards sharks and shark bites for almost 10 years.\nThe environmental science program director at the University of South Australia said while the public’s fear of sharks remained steady, there had been a shift in attitudes towards greater support for non-lethal methods.\n“People want to be protected, and they want to feel safe in the water, but there’s less and less support for lethal mitigation,” Le Busque said.\nMany people were not aware that the nets were actually lethal – designed to catch and kill sharks rather than acting as a barrier. “We’re essentially talking about a big fishing net floating out in the ocean,” she said.\nSign up to Clear Air Australia\nAdam Morton brings you incisive analysis about the politics and impact of the climate crisis\nafter newsletter promotion\nThe trial removal in NSW was a positive step, Le Busque said, given the nets did not offer protection and harmed marine life. She pointed to Australian research published last year into 196 unprovoked shark incidents, which found no difference in unprovoked human-shark interactions at netted versus non-netted beaches since the 2000s.\nEven so, their removal would be a big change for people living in those areas, Le Busque said. From that perspective, the trial provided an opportunity to build community awareness and demonstrate the effectiveness of other non-lethal mitigation techniques.\nThe NSW agriculture minister, Tara Moriarty, said the safety of beachgoers was the government’s “number one priority”.\nIn determining its approach to the upcoming season, Moriarty said the government would consider evidence from the last few seasons and feedback from local councils.\nCouncils have until 22 August to respond to the NSW government on their preferred option for the removal of nets for 2025-26 patrol season.\nWaverley council said its support for the trial was contingent on the increased use of drones and SMART drumlines resourced by the state government.\n“Waverley Council’s position is clear: the safety of our community comes first,” the mayor, Will Nemesh, said.\nShark interactions and bites are rare in Australian waters. In the last 10 years, an average of 20 people were injured and 2.8 people killed in shark incidents each year, according to the Australian Shark Incident Database. That is compared to 150 coastal drowning deaths last year, including 84 drownings at beaches."
    },
    {
      "title": "Call to make wet wipe producers pay for polluting England’s waterways",
      "url": "https://www.theguardian.com/environment/2025/jul/26/make-wet-wipe-producers-pay-for-polluting-england-waterways-says-report",
      "author": "unknown",
      "tags": [],
      "content": "Wet wipe producers should be charged to remove their pollution from England’s waterways, the author of a government review into reforming the sector has said.\nSewage has been a critical factor in the devastating pollution of our waterways, but other sources of pollution include microplastics, consumer products such as wet wipes, and the byproducts of modern manufacturing, such asPfas (“forever chemicals”), as well as fertiliser and pesticides from farming. Many of these have been linked to harmful effects on human health and the natural environment.\nThe fairest way to deal with this, Sir Jon Cunliffe, a former Bank of England deputy governor, said, could be to apply the “polluter pays” principle, whereby the company behind the pollution contributes towards its removal. “The alternative is for everyone to pay for it through their bills, and the question is, should we spread that among everybody, or should we go through a polluter pays route? So I think, really, we should look at those routes,” he said.\nIt has been a landmark week for the water sector, after Cunliffe published a major review containing recommendations on how to clean up England’s filthy rivers and seas. The regulator Ofwat is to be abolished, the government has pledged, and a new, powerful, super-regulator created to better hold water companies to account.\nCampaigners welcomed many of the recommendations, in particular ending the self-monitoring of water companies, which currently voluntarily publish information on how much sewage they dump. Citizen scientists have argued for years that this system is open to under-counting, and have tried to shed light on the true amount of human waste in waterways: under new proposals sewage spills will be automatically published online.\nBut there are those who felt this was a missed opportunity. The environment secretary, Steve Reed, took nationalisation out of the scope of the review from the outset, and also told Cunliffe not to consider more radical approaches such as turning companies into not-for-profits. This despite the fact that it is the mismanagement of water companies as much as the dumping of sewage that has enraged the public.\nSo what of the idea that polluters – the upstream companies that generate some of the worst pollutants in our waterways such as wet wipes and Pfas – should pay? “One of the best ways to deal with stuff not going into our rivers is not to let it into the sewers in the first place,” Cunliffe said, “Why do we need wet wipes?”\n“I have some sympathy for the water companies,” he said, “because the drinking water system is closed and no one can touch it unless authorised to do so. The wastewater system is open. Anybody can put anything down the loo, and then at the treatment works, I’ve seen literally huge machines taking wet wipe mountains out of the sewage system.”\nWater companies claim that wet wipes, which shed microplastic particles and also build up into major blockages, are the main cause of sewage pollution. John Penicud, Southern Water’s managing director for wastewater, said recently that “the majority of wastewater pollutions are caused by wet wipes, fats, oils and grease being flushed down toilets and sinks”, and called for wet wipes to be banned.\nThe EU is introducing quaternary treatment, a more advanced method than that used in the UK. This has powerful filters that remove these trace chemicals from the water supply, but is expensive, so the bloc is looking at making the producers of these chemicals pay a levy that would then be used to create these treatment plants. Producers would be required to cover at least 80% of the costs associated with the sewage treatment upgrades necessary for removing these substances from wastewater.\nCunliffe thinks the UK could look at adopting a similar approach for wet wipes; as a side-effect this would make plastic wet wipes more expensive, which would discourage their use. His report has recommended looking at adopting the EU laws in the UK, and investigating the prevalence and impact of these micropollutants in the environment and on human health.\nThis way, he says, “it’s not the water bill payer who pays to take it out, but the people who make and buy the products … Pfas and so on will require quaternary treatment, and there are currently three levels of sewage treatment. To build another would be expensive.” The question, he said, was whether the user or the polluter paid.\nA Water UK spokesperson said: “Removing Pfas ‘forever chemicals’ and other micropollutants from the water environment is a huge challenge because current sewage technology was never designed to deal with them. We need a national plan from government for upgrading sewage treatment that is paid for by chemical manufacturers instead of water bill payers, as well as a ban on Pfas products that will otherwise keep making the problem worse.”"
    },
    {
      "title": "Weather tracker: Cooldown in sight for south-east Europe after scorching heatwave",
      "url": "https://www.theguardian.com/environment/2025/jul/28/weather-tracker-cooldown-in-sight-for-south-east-europe-after-scorching-heatwave",
      "author": "unknown",
      "tags": [],
      "content": "After enduring a relentless stretch of searing temperatures, relief is finally in sight for south-east Europe. The Balkans, which have been scorched by a brutal heatwave over recent weeks, have seen daily maximum temperatures soar, culminating in a peak on Saturday with widespread temperatures of 40C (104F) and above across Albania, Serbia, Bulgaria and neighbouring regions.\nTurkey also suffered, with a scorching 50.5C (122.9F) recorded in Silopi on Friday, the country’s all-time highest maximum temperature. Now these places are set to experience a dramatic cooldown as a refreshing northerly airmass is moving in, bringing an abrupt end to the extreme heat and offering much-needed respite.\nThe shift will be striking as temperatures are expected to tumble from above 40C to below 30C (86F), with some areas experiencing a drop of more than 15C in maximum daily highs as the week progresses.\nIn Sarajevo, Bosnia and Herzegovina, for instance, Saturday’s peak of 38.9C (102F) will give way to maximum daytime temperatures struggling to reach the low 20s celsius by Tuesday. The cool change will also bring the potential for rainfall as it turns a little more unsettled over the coming days – welcome news for firefighters battling wildfires that have plagued the region in recent weeks.\nThe respite is expected to take a little longer in Turkey, although temperatures will be closer to the seasonal norm by the end of the week.\nAcross the Atlantic, Canada continues to struggle with heat and fire. The country remains in the grip of its own heatwave, which has fuelled numerous wildfires and severely degraded air quality. The Canadian provinces of Saskatchewan, Manitoba, Ontario and Quebec remain under many health advisories as the smoke lingers, causing health issues as the fine particulates associated with the smoke irritate the lungs and can trigger or exacerbate respiratory or cardiovascular disease.\nThe pollution is not confined to Canada, however. High levels of airborne particulates are drifting eastward into the US, prompting air quality alerts in states including Maine and New York too.\nMeanwhile in Asia, north-western India is bracing for an onslaught of torrential rainfall. Intense thunderstorms are forecast to deliver more than 200mm (7.8in) of rain within just 24 hours across parts of east Rajasthan on Monday, with the city of Kota – home to about 1.5 million people – potentially in the direct path of impact. In Madhya Pradesh, stations such as Shivpuri have already reported significant rainfall, with 118mm (4.6in) recorded in just 24 hours by 8.30am local time on the morning of Sunday.\nSign up to Down to Earth\nThe planet's most important stories. Get all the week's environment news - the good, the bad and the essential\nafter newsletter promotion\nAlthough the monsoon season is well under way, these regions – typically hot and arid during the summer – are especially vulnerable. The long dry spells leave soils hardened and hydrophobic, increasing the risk of flash flooding as rainwater rapidly runs off the surface. With thunderstorms expected to continue into Tuesday and Wednesday, cumulative rainfall totals could exceed 400mm (15.7in) in some areas. The potential for widespread flooding, especially in urban centres, remains a pressing concern through the week."
    }
  ],
  "Business": [
    {
      "title": "Starmer and Reeves should prepare UK for wealth tax, say top economists",
      "url": "https://www.theguardian.com/business/2025/jul/28/starmer-reeves-uk-wealth-tax-thomas-piketty",
      "author": "unknown",
      "tags": [],
      "content": "Keir Starmer and Rachel Reeves have been urged by a group of the world’s leading economists to use the autumn budget to prepare Britain for the introduction of a new wealth tax to tackle “extreme” levels of inequality.\nWith the government under pressure to raise taxes, the group of economists, including the French expert on wealth inequality Thomas Piketty, said the UK prime minister could raise “tens of billions of pounds” while positioning Britain as a progressive leader on the world stage.\nIn a letter shared with the Guardian, the experts warned that wealth in Britain – like many rich countries – had become concentrated in fewer and fewer hands in recent decades at the expense of the nation at large.\nIt comes as the chancellor, Rachel Reeves, faces mounting pressure from senior Labour figures and trade unions to raise taxes on wealth to cover a multibillion-pound shortfall in the public finances.\n“Keir Starmer and Rachel Reeves can build a tax system fit for the 21st century – that promotes fairness, first-class public services and good living standards for everyone,” the economists wrote.\n“We cannot allow extreme wealth inequality to deepen while millions of people are consigned to struggle for a basic quality of life. A progressive wealth tax is a critical step forward, and one that we urge the UK government to take.”\nSignatories of the letter include the leading Indian development economist Jayati Ghosh, José Antonio Ocampo, a former Colombian finance minister and ex-UN undersecretary-general for economic and social affairs, and the globally acclaimed economist Ha-Joon Chang.\nThe group of more than two dozen signatories said a “modest” net wealth tax on assets of more than £10m could raise “enormous sums of money” that could be used to avoid a return to austerity while tackling rampant inequality.\nReeves is reportedly prepared to reject backbench Labour demands for the introduction of a new tax on wealth, although has so far publicly refused to rule out the measure. Advocates include Neil Kinnock, the former party leader.\nSeveral of her cabinet colleagues have poured cold water on the idea, including the business secretary, Jonathan Reynolds, who last week publicly denounced a new levy as a “daft” idea that would not work.\nIt is believed the Treasury would prefer to use existing features of the tax system – including levies on capital gains, inheritances and pensions – to raise money from rich individuals rather than dedicate resources to create and administer a new levy, which could have mixed results.\nThe Institute for Fiscal Studies has argued that a dedicated new levy could deter investment in Britain and would be a “poor substitute for properly taxing the sources and uses of wealth” through other means.\nIt said that implementing a wealth tax would be difficult, requiring a new administrative apparatus to value assets, which could be open to rich, well-advised individuals shifting around their holdings to game the system. Critics also say super-rich individuals could leave the UK.\nWhile stand-alone wealth taxes are used in some European countries – including Spain, Norway and Switzerland – several other leading nations – including Austria, Denmark and Germany – have abandoned them.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nHowever, the leading economists said it would be possible to overcome the difficulties associated with the design and administration of a new wealth tax, urging the UK government to launch a consultation at the autumn budget.\n“Starting at the autumn budget the pieces of the puzzle – from consultation to design – can be collected to allow the government to roll out a wealth tax within this parliament. This could improve people’s lives in years to come and avoid austerity for key services we all benefit from,” they said.\nThe campaign group Tax Justice UK, which coordinated the letter, has estimated that a 1%-2% wealth tax on assets of more than £10m would affect only 0.04% of the population, and could raise up to £22bn for the exchequer a year.\nGhosh, backing the call for a wealth tax in the UK, said: “Not only is a net wealth tax a vital step to tackle inequality and improve living standards, but it is obviously best done with international cooperation.\n“Keir Starmer and Rachel Reeves can position the UK as a progressive leader on the world stage. We urge them to work collaboratively with the international community to ensure that the super-rich pay their fair share, wherever they reside.”\nA Treasury spokesperson said Reeves was focused on growing the economy to strengthen the public finances.\n“We are committed to keeping taxes for working people as low as possible, which is why at last autumn’s budget, we protected working people’s payslips and kept our promise not to raise the basic, higher or additional rates of income tax, employee national insurance or VAT,” the spokesperson said."
    },
    {
      "title": "UK is stuck in a ‘debt doom loop’, says top investor",
      "url": "https://www.theguardian.com/business/2025/jul/28/uk-debt-doom-loop-hedge-fund-chief-ray-dalio-tax-rises",
      "author": "unknown",
      "tags": [],
      "content": "One of the world’s most prominent hedge fund investors, Ray Dalio, has warned that the UK is stuck in a “doom loop” as it faces a worrying mix of higher taxes, rising debts and slower growth.\nDalio, a US billionaire who founded the hedge fund Bridgewater Associates in 1975, said warning signs over the size of debts in western countries were “beginning to flash and flicker”, but that the UK government’s efforts to raise more funds via taxes risked driving its wealthiest taxpayers out of the country.\n“The debt doom loop also is affecting capital flows,” the hedge fund founder told the Master Investor podcast with Wilfred Frost. He said the need to increase taxes was “driving people away. They move for their capital reasons.”\n“A deterioration in conditions, as the financial problems and the social problems worsen, [is] having the effect of causing people with money to leave. That’s a problem because – I don’t know the exact numbers in the UK, but they’re analogous to the US – 75% of income taxes are paid by the top 10%.”\n“So if you lose 5% of the population in that category, half of those people, you lose 35% or more of the tax revenue.”\nThe warning comes as the chancellor, Rachel Reeves, considers tax rises in her autumn budget, with growing speculation that she could target some of the wealthiest people in the UK, to avoid putting further pressure on consumers.\nBut some wealth experts have warned that could compound the effects of the abolition of the “non-dom” regime, which was triggered by the former Conservative government and maintained by the current Labour cabinet. Those changes ended the arrangements that allowed wealthy foreign people to avoid paying tax on money they were earning outside the UK, and avoid paying inheritance tax on their global assets.\nReeves is reportedly considering softening changes to the inheritance tax aspect of the non-doms clampdown.\nHowever, a widely cited report suggesting millionaires have been leaving Britain has been criticised for making unsubstantiated claims. The Financial Times said that the Wealth Migration Reports, published in association with Henley & Partners – a consultancy that markets schemes that sell passports and residency permits to the wealthy – had relied heavily on LinkedIn data to deduce someone’s tax residence.\n\nDan Neidle, the founder of the Tax Policy Associates thinktank, said: “Until an independent audit is carried out, the Wealth Migration Report should be treated as marketing material, not evidence.”\nDalio, who officially retired from leadership roles at Bridgewater in 2021, said that ultimately, countries needed to move away from polarised politics and seek leadership from “a strong middle”, and prioritise lowering central government deficits to a “sustainable” level of about 3% of GDP.\n“They have to do it equally in spending cuts and taxation. Because no one of those [alone] is possible. And if that is done, then interest rates will come down or not rise,” the hedge fund founder said.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nThe UK deficit was recorded at 5.7% of GDP at the end of 2024, according to the Office for Budget Responsibility (OBR), which is about four percentage points higher than the average advanced economy and the third highest among 28 advanced European economies.\nMeanwhile, new figures released on Monday showed that the number of UK business now deemed to be in “critical” financial distress had jumped to 49,309 in the second quarter of this year, a 8.6% rise compared with the first three months of 2025. The insolvency experts Begbies Traynor said businesses were struggling because of a worrying cocktail of volatile consumer spending, global economic turbulence and rising taxes on business.\nJulie Palmer, a partner at Begbies Traynor, said that “with no end in sight to the current economic malaise, I fear the financial burdens companies are enduring at present are simply too high for many not to avoid collapse”."
    },
    {
      "title": "New mortgage affordability rules help UK housing market avoid summer lull",
      "url": "https://www.theguardian.com/business/2025/jul/29/new-mortgage-affordability-rules-help-uk-housing-market-avoid-summer-lull",
      "author": "unknown",
      "tags": [],
      "content": "The typical summer lull in Britain’s housing market has been avoided amid the availability of bigger home loans fuelling a “buyer’s market”, according to a property website.\nDespite the signs of a bustling market, Zoopla said it had halved its house price forecast for 2025 as buyers were taking into account increased stamp duty costs in their offers in England and Northern Ireland.\nThe record number of homes for sale was keeping price rises in check, it said, with the average UK house price in June sitting at £268,400, up £3,350 (1.3%) from a year earlier.\nRichard Donnell, the executive director of the research and insight team at Zoopla, described the housing market as being “broadly in balance” with the flow of new properties matching the appetite of house hunters.\n“We’re seeing healthy levels of demand and sales, but this isn’t sparking faster price inflation. In fact, more homes for sale, particularly across southern England, is re-enforcing a buyer’s market, keeping price rises in check.”\nWhile market activity usually slows during the summer, this is not happening this year. Buyer numbers in July are 11% higher than in the same month of 2024, resulting in an 8% increase in sales being agreed.\nEarlier this year property experts had reported a dampening effect on house price growth after the end of a stamp duty holiday in England and Northern Ireland on 31 March. However, recent government-backed changes to the way lenders assess mortgage affordability have served as a catalyst for increased activity, Zoopla said. Homebuyers using a mortgage can now borrow up to 20% more than they could as recently as three months ago.\nWith mortgage rates “holding steady”, Donnell said: “Less stringent affordability testing has boosted buying power.”\nAt the start of the year Zoopla predicted house prices would rise 2% in 2025, but it has cut this to 1%. While the index showed the annual rate of price inflation slowed to 1.3% in June, the report pointed to stark regional differences.\nWhile house prices in Scotland, Wales and northern England are experiencing faster growth – typically of 2-3% annually – prices are rising at a much slower rate in the south. Prices have risen by 0.2% in the south-east and London and by 0.3% in the south-west.\nThe figure for the capital is pulled down by declines in some areas, including a fall of 1.5% in west London. Elsewhere in England, Truro, Torquay and Exeter registered some of the biggest declines, down 1.3%, 1.2% and 1.1% respectively.\n“Greater supply of homes for sale and mortgage rates remaining higher than expected are the key reasons for weaker growth,” Donnell said.\nNew figures from Rightmove showed average asking rents across Britain, excluding London,rose 1.2% to a new record of £1,365 per month in the second quarter of 2025. The average advertised rate in the capital also reached a new high of £2,712, up 0.5% over the quarter.\nThe property website’s report said the average monthly rent paid by new tenants was £417 more than in 2020. This is an uplift of 44%, outpacing a 36% rise in average earnings over the same period.\nHowever, much of this growth occurred at the height of the Covid pandemic. Since 2023, yearly rent rises have gradually slowed as supply and demand rebalanced. The number of available properties is now 15% higher than this time last year. However, it is still 29% below 2019’s level.\nThe less frenzied market means landlords are taking longer to find tenants, in some cases leading to rent reductions. Nearly a quarter (24%) of asking rents were cut during marketing, the highest number since 2017.\nRightmove’s property expert Colleen Babcock said despite rising asking rents, the “big picture is that yearly rent increases continue to slow”. “Supply and demand is slowly rebalancing towards more normal levels, though we still have a way to go before we reach pre-2020 levels,” she added."
    },
    {
      "title": "Shareholders of UK fintech Wise vote to move main stock market listing to US",
      "url": "https://www.theguardian.com/business/2025/jul/28/shareholders-of-uk-fintech-wise-vote-to-move-main-stock-market-listing-to-us",
      "author": "unknown",
      "tags": [],
      "content": "The UK online payments company Wise is to move its main stock market listing to the US after shareholders approved the move.\nInvestors in Wise, one of the biggest financial technology businesses in the UK with a market value of about £11bn, voted on Monday in favour of a dual listing in the US in an attempt to attract more investors and boost its value.\nThe vote at the extraordinary general meeting was controversial because it was bound with also agreeing an extension of the company’s “dual-class” structure giving enhanced voting rights to those holding class B shares.\nA chief beneficiary of this is the co-founder and chief executive, Kristo Käärmann, with his 18% economic interest in Wise becoming 55%, although his voting power is capped at 50%.\nThe company has said that moving its main listing would “drive greater awareness of Wise in the US, the biggest market opportunity in the world for our products today, and enabling better access to the world’s deepest and most liquid capital market”.\nHowever, the co-founder Taavet Hinrikus, who has 5.1% of the shares and controls 11.8% of the votes, had publicly disagreed with the “all or nothing” vote.\nHinrikus, who left the company soon after the listing in 2021, has said the two issues should have been the subject of separate votes andthat “Wise owners deserve governance structures that enhance value, not entrench power”.\nThe arrangement was set at the listing in 2021 and was scheduled to expire next summer under a “sunset” clause Wise wanted to extend by 10 years.\nWise structured the vote such that if shareholders wanted the company listed in New York, and voted to do so, they would also be accepting the extension of the dual-class structure.\nThe shareholder advisory service Pirc recommended investors vote against the resolution, saying: “The retention of enhanced voting rights further suggests a shift toward entrenching management control.”\nThe proposal required a supermajority of 75% in both classes of share by value, and a turnout of 50% in each class.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nAlmost 91% of class A shares were voted in favour of the special resolution to move the main listing and reconfirm the dual-class structure, while 84.5% of class B shares were voted in favour.\n“We’re pleased that our owners have overwhelmingly approved the proposal, giving us a strong mandate to proceed,” said Wise’s chair, David Wells. “We appreciate the extensive engagement with our owners. With this high level of support, our focus is firmly on moving forward, further accelerating our mission of money without borders and creating long-term value for our owners as we progress to moving trillions.”\nWise expects the US listing and new structure to come into force in the second quarter of next year."
    },
    {
      "title": "Tin mining to return to Cornwall after Reeves makes £29m investment",
      "url": "https://www.theguardian.com/business/2025/jul/29/tin-mining-to-return-to-cornwall-after-reeves-makes-29m-investment",
      "author": "unknown",
      "tags": [],
      "content": "Tin mining is poised for a comeback in Cornwall after the UK government invested almost £29m to reopen the county’s last tin mine, creating more than 1,000 jobs in the region.\nThe South Crofty tin mine, near the Cornish village of Pool, closed in 1998, and in the years since, as tin prices have soared, attempts to reopen it have been unsuccessful.\nOn a visit to Cornwall this week, Rachel Reeves, the chancellor, estimated that reopening South Crofty could create 1,300 jobs for the region. Back in January the government approved the £28.6m investment to support the reopening of the mine, which is being led by Redruth-based Cornish Metals.\nDon Turvey, the chief executive of Cornish Metals, said: “Tin is a critical mineral for the clean energy transition, essential to electronics, electric vehicles and renewable infrastructure. By reviving domestic production at South Crofty, we’re not only creating over 300 direct jobs but also supporting many more across local supply chains and regional businesses.”\nThe government estimates that a further 1,000 jobs will be created as the company uses more local suppliers such as metal fabricators and electricians, and supports supply chains in the UK.\nAfter operating for more than 400 years, South Crofty was the last tin mine to close in the UK due to lack of investment and falling metal prices in the 1990s.\nHowever, there has been a rise in prices over the past decade – from $16,000 (£11,957) a tonne in 2016 to about $34,000 – with tin used as solder in consumer electronics and other sectors, including electric cars and solar cells.\n“Despite having so much potential to grow, Cornwall has been neglected by successive governments, and its families and businesses have suffered as a result,” Reeves said. “Like in every part of the UK, I am determined to unlock growth that creates jobs and puts more money in Cornish people’s pockets.”\nThe government made the investment through the national wealth fund, supporting its industrial strategy to boost growth in priority industries.\nIan Brown, the head of banking and investment at the national wealth fund, said: “Cornish Metals have made excellent progress as they work towards reopening South Crofty. Our financing is designed to help them crowd further investment into the region, bringing skilled, year-round opportunities, and driving local growth.”\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nThe Vancouver-based Strongbow Exploration acquired the rights to the tin mine in July 2016. The company, which has a dual listing in Canada, changed its name to Cornish Metals in 2020. Cornish Metals listed on London’s junior AIM stock exchange in 2021, raising funds to support mining in the area, including at South Crofty.\nCornish Metals’ share price has soared by 28% over the past year – although it remains down almost a third on five years ago – and has a market value of C$170m (£92m).\nTurvey said: “Our focus remains on delivering long-term, sustainable value safely, responsibly, and with deep roots in the community. We’re proud to be playing a role in bringing responsible tin mining back to Cornwall and supporting economic renewal and industrial growth in the region.”"
    },
    {
      "title": "Blue gold: how a Ghana mine’s troubles hit workers and UK politicians – and could cost British taxpayers",
      "url": "https://www.theguardian.com/business/2025/jul/27/blue-gold-ghana-mine-uk-british-taxpayers",
      "author": "unknown",
      "tags": [],
      "content": "In late 2020, amid the economic maelstrom unleashed by Covid-19, there were few better places to be than sitting on top of a goldmine.\nIn Ghana, the west African country once called the Gold Coast by British colonisers, the Bogoso-Prestea mine was producing 4,000 ounces of the precious metal a month, valued at $6m (£4.5m).\nAs gold prices reached record highs, London-based Blue International Holdings – a seasoned investor in African energy projects, pounced to buy the mine for $95m.\nBlue International promised “attractive financial returns while having a positive impact on the communities and countries in which it operates, and the planet as a whole”, according to its website.\nIt enjoyed the backing of a trio of British political heavyweights, including two members of the House of Lords and a government minister.\nYet, a few short years later, its future appears to have tarnished.\nAnd, as the Guardian reveals now, the venture appears to have resulted in collateral damage to everyone from Ghanaian mineworkers to a member of the British royal family, a billionaire backer of the GB News TV channel and, possibly, UK taxpayers.\n“Blue Gold is a scam” read a placard, as protesters, backed by a brass band, voiced their discontent in February 2024.\nIt was the latest in a string of demonstrations as miners and suppliers in the resource-rich Ashanti gold belt demanded to know why they were seeing no benefit from the precious metal buried beneath their feet.\nFour years earlier, when Blue International arrived, the future had seemed promising.\nThe company boasted a track record of African investment stretching back to 2011, steered by its co-founders Andrew Cavaghan and Mark Green, professional investors with financial pedigree.\nAs well as its new goldmine in southern Ghana, the company also owned a promising hydroelectric power project in Sierra Leone, a partnership with the government in Freetown.\nIt came with a phalanx of prestige backers, drawn from the British political and business elite.\nLord Dannatt, the former head of the British army, and Lord Triesman, a Foreign Office minister with responsibility for UK diplomatic relations in Africa, served on its advisory board.\nSo, too, did Philip Green, who was rebuilding his reputation after the implosion of the government outsourcer Carillion, which collapsed during his time as chair in 2018.\nJohn Glen, a Treasury minister between 2018 and 2023, held shares in the company.\nThe UK taxpayer was also significantly exposed. In early 2024, it emerged that the Treasury had lent Blue International £3.3m of taxpayers’ money via the “Future Fund” the previous year.\nGlen, the MP for Salisbury in Wiltshire, said he was not aware of the loan application when he served at the Treasury and there is no suggestion that he did.\nThe Future Fund was designed, in the words of then chancellor Rishi Sunak, to support “start-ups and innovative firms” survive the pandemic by extending them loans that converted into equity.\nIn this case, the money supported a company engaged in extracting valuable minerals from African soil.\nIn mining, all can appear calm on the surface, even as things fall apart below ground.\nBy the time British taxpayers’ money was pumped into Blue International, its Ghanaian venture was on the brink of a financial collapse whose tremors reached from rural west Africa to the City of London.\nWithin two years of Blue International’s takeover, operations at Bogoso-Prestea had been shut down several times, according to corporate filings and contemporary reports.\nMineworkers blamed lack of investment from Blue, which owned and operated the mine via a local subsidiary, Future Global Resources (FGR).\nLack of output choked off cashflow and increased costs, as equipment failed or required maintenance, according to one corporate filing.\nFGR failed to pay local suppliers, including the Ghanaian state electricity company, while mineworkers were left out of pocket, according to filings, fuelling local protests.\n“It had devastating consequences,” said Abdul-Moomin Gbana, the general secretary of the Ghana Mineworkers’ Union (GMWU). He said workers’ salaries went unpaid for months, hitting the community hard.\n“General conditions declined because they had no income. The communities virtually became ghost towns,” he said.\n“It became obvious that if nothing was done, there was no way there could be a future for the mine.”\nBlue Gold declined to answer questions about the claims of unpaid wages, and directed questions to FGR. FGR did not respond to requests for comment.\nEventually, in 2024, the Ghanaian government issued an ultimatum. Blue International must restore the mine to working production or hand back its lease, the right to own and operate the site.\nThe company tried to issue bonds – a form of IOU – in Ghana to raise cash that could be invested in bringing the mine back to production but the fundraising effort stalled.\nThe directors behind Blue International, Cavaghan and Green, restructured the debt-laden mine’s ownership, moving it into a new entity called Blue Gold, also owned and incorporated by them, as part of a plan to raise new investment in the US.\nDespite this, in late 2024, the government of Ghana made good on its threat to seize back the Bogoso-Prestea lease.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nA legal challenge from the company failed earlier this year in Ghana’s high court and the mine was handed over to a new operator.\nBlue International’s travails were not felt only by Ghanaian miners and the surrounding community.\nThe British taxpayer’s investment in the business now appeared to be under threat too. But it was blue-blooded lenders that suffered the more profound consequences.\nIn 2021, at the start of its Ghanaian venture, Blue International had borrowed about $5m from Devonport Capital, a bespoke lender specialising in “high-risk” jurisdictions, offering short-term loans at relatively high interest rates.\nDevonport, headquartered in Plymouth, was founded by Paul Bailey, a corporate lawyer who had carved out a niche advising investors in postwar Iraq. His partner was Thomas Kingston, who had also worked in Iraq conducting hostage negotiations for the UK Foreign Office in Baghdad, where he had witnessed first-hand the horrors of sectarian violence.\nIn the UK, Kingston was better known for his marriage, in 2019, to Lady Gabriella Windsor, a second cousin of King Charles III.\nWith this experienced and well-connected duo at the helm, Devonport thrived, recording pre-tax profit of £6m in 2023.\nBut as Blue International’s Ghanaian woes mounted, it began defaulting on the interest payments it owed to Devonport.\nAnother of Devonport’s important borrowers also defaulted at the same time, leaving the lender increasingly unable to repay its own creditors.\nThen, in February 2024, personal tragedy struck.\nThomas Kingston died from a gunshot wound at his parents’ home in the Cotswolds on 25 February. A coroner ruled that he had taken his own life.\nTorn apart by a combination of personal tragedy and the ongoing inability to recover its debts, Devonport fell into administration a year later.\nA report published in March by the administrator, RG Insolvency, lists creditors who had lent money to Devonport.\nAmong them is Christopher Chandler, a New Zealand businessman and founder of Dubai-based investment company Legatum, which funds UK media channel GB News. Chandler declined to comment.\nCreditors also include HM Revenue and Customs, which is owed more than £788,000.\nRG Insolvency estimates that, of the £49m owed to Devonport, as little as £11.2m could be recovered.\nMuch will depend on whether administrators can recoup about £13.5m owed by Blue International.\nEarlier this year, the team behind Blue International completed a $114.5m combination with a US “blank cheque” investment firm called Perception Capital, and floating the combined entity on the US Nasdaq stock exchange under the Blue Gold name.\nWhat comes next is murky at best. Blue Gold’s new website outlines ambitious plans to reopen the Bogoso-Prestea mine.\nBut Ghana appears to be sticking by its decision to strip Blue of the lease.\nThe dispute is now the subject of international arbitration, according to a stock market filing by Blue Gold, leaving the mine’s future up in the air. In an annual report filed in the US, Blue Gold admits that the leases may never be returned, which would reduce the value of the company’s assets from $368m to less than $45m.\nA section on the company website offers little further clarity, stating: “Subject to resolving legal dispute with the government of Ghana, first gold pour is expected.”\nThe Guardian approached the Foreign Office to ask if the UK government had intervened on Blue Gold’s behalf with ministers in Accra. The department declined to comment.\nDannatt and Triesman also declined to comment. Glen said he had not discussed the company’s Ghanaian dispute with any UK government department, official or diplomat.\nOn the ground in Ghana,local sources say little has changed, with operations still shut down under a new owner and mineworkers still left unpaid.\nThe uncertainty means that, for everyone from local mineworkers to members of the British establishment, the dream of blue gold remains a mirage, tantalisingly out of reach.\nThe Guardian approached Blue Gold for comment. The company referred the Guardian to its website and shareholder filings but did not address questions directly.\nPaul Bailey did not return requests for comment. RG Insolvency declined to comment."
    },
    {
      "title": "Get early retirees off the golf course and back to work – why early retirement isn’t good for UK plc",
      "url": "https://www.theguardian.com/business/2025/jul/26/why-early-retirement-isnt-good-for-uk-plc",
      "author": "unknown",
      "tags": [],
      "content": "Early retirement is a wealthy indulgence that needs to be discouraged. As a minimum, ministers should strip away any inducement offered by the tax system for people who want to retire in their 50s.\nEvery western country needs their more mature workers to keep going, if not full time, then part time. And if not paid work, then unpaid voluntary work that acknowledges the luck that flows from being a 21st-century baby boomer in good health.\nCommunities, regions and countries cannot afford for older people to pack up and head for the golf course, or worse, book a permanent cruise and spend their cash in international waters.\nLast week, the government convened a pensions commission to consider a narrow question: how to boost the incomes of lower-paid workers in retirement.\nIt is understandable that the government is worried about the increasing numbers of low-income workers who will soon spend a long retirement struggling to make ends meet.\nThis is a genuine concern and a subject worthy of a commission. Yet there is a need to address a far wider question, which is how society will thrive when the age pyramid is inverted, with only a smattering of young people holding up a mountain of retirees.\nRetirement has its origins in the Industrial Revolution and the need to prevent older people from ending their years in abject poverty, not to fulfil a bucket list of expensive desires.\nThe commission should ask why anyone in the 21st century should think they can put their feet up seven days a week when they are fit and well, and able to participate in economic life.\nYet a prosperous retirement is the aim of so many – and not only when they are approaching their 60s.\nIf you look at the strike record of full-time university lecturers you would think they obsess about their pensions every day.\nCouncil staff spend precious hours scrolling through WhatsApp groups discussing the most mundane changes to their retirement plans with a degree of attentiveness that, to give them credit, is in line with the generosity of their benefits.\nCompany boardrooms are no different. Executives will set aside huge amounts of time to manage their complex and stunningly generous pensions. Having a financial consultant ready and available on the phone to talk about their retirement plans has become a must-have demand in the corporate world.\nMaybe its the lure of sailing on the Adriatic or cruising the Caribbean that captivates so many, or less positively, the frustration and anxiety from working near, with or for incompetent or venal managers in a succession of modestly paid jobs.\nStill, whatever the reason, too many people want to cash out of the economy, trading their pension and property gains for a long period of rest, with only the stress of remembering what day it is to bump their heart rate.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nSome economists have argued that this moment – when boomers are no longer participating in the workplace – will trigger a profound shift in the economy. Those workers still in the labour market will bid up their wages, pushing up prices and making high inflation a permanent feature.\nGovernments will find it harder to borrow money, in part because pension funds, after decades of growth, will have a declining need to buy their bonds.\nThere are also extra bills to pay. In its latest report on the UK, the International Monetary Fund says the effects of population ageing on health and pension costs will account for a further 8% of GDP by 2050 compared with an extra 5.5% of GDP, on average, in other advanced European economies.\nThese are important issues connected with the nation’s finances. So, too, are the ways better-off baby boomers insulate themselves.\nFirst, they take most of the pension money and invest it abroad where the gains are much higher, either because their workforces are young, dynamic and more productive or because the companies are American and enjoy monopolistic strangleholds in their respective markets.\nInvesting abroad gives the boomer a ring-fenced income no matter how clapped out the economy they call home.\nThe second track is to import young workers from abroad, boosting the labour supply as boomers make their exit.\nFinancial insulation is understandable when government finances are under strain. Yet one of the reasons the wheels are coming off the modern liberal state is because baby boomers, who by sheer force of numbers and their better education spurred the postwar recovery, are causing the downturn by bailing out.\nWorse, they are cashing out, too.\nWithout a debate about what it means to be old and the responsibilities that come with receiving a pension, the government’s commission will be left to merely tinker.\nWe are only a few years away from the baby boomer generation all reaching retirement age. Everyone born in the years up to 1964 will be eligible to collect the state pension in 2031. It’s a turning point that everyone should be preparing for, especially when all the Pimm’s-drinking early retirees are added to the list. The commission’s remit should be wider."
    },
    {
      "title": "Russia’s Aeroflot cancels flights after pro-Ukraine hackers claim cyber-attack",
      "url": "https://www.theguardian.com/business/2025/jul/28/russia-aeroflot-cancels-flights-pro-ukraine-hackers-cyber-attack",
      "author": "unknown",
      "tags": [],
      "content": "The Russian airline Aeroflot was forced to cancel dozens of flights on Monday after a pro-Ukraine hacking group with a track record of claiming responsibility for hacking targets in Russia said it had carried out a cyber-attack.\nAeroflot did not provide further details about the cause of the problem or how long it would take to resolve, but departure boards at Moscow’s Sheremetyevo airport turned red as flights were cancelled at a time when many Russians take their holidays.\nThe Kremlin said the situation was worrying, and prosecutors confirmed the airline’s problems were the result of a hack and opened a criminal investigation.\nA statement purporting to be from a hacking group called Silent Crow said it had carried out the operation with a Belarusian group called Cyber Partisans, and linked it to the war in Ukraine.\n“Glory to Ukraine! Long live Belarus!” said the statement.\nSilent Crow has previously claimed responsibility for attacks this year on a Russian real estate database, a state telecoms company, a large insurer, the Moscow government’s IT department and the Russian office of the South Korean carmaker Kia. Some of these resulted in big data leaks.\n“The information that we are reading in the public domain is quite alarming. The hacker threat is a threat that remains for all large companies providing services to the population,” the Kremlin spokesperson, Dmitry Peskov, said.\n“We will, of course, clarify the information and wait for appropriate clarifications.”\nAeroflot, the transport ministry and the aviation regulator did not immediately respond to requests for comment on the hacking claim, according to Reuters.\nRafe Pilling, director of threat intelligence at the cybersecurity firm Sophos, said the attack appeared to be driven by political motives.\n“It appears to be a sort of a politically motivated hacktivist event from two groups opposed to Russia,” he said.\nPilling added that despite Silent Crow’s claims to have accessed the personal data of Aeroflot customers, the attack did not appear to be financially motivated – unlike ransomware attacks that cripple a target’s computer systems and siphon off data for financial gain.\n“I get the impression that their objective is not a cybercrime ransomware attack,” he said. “It is probably more of a disruption protest.”\nPilling added that the Cyber Partisans appeared to have been on the hacking scene for longer, having existed since the turn of the decade and having been linked to attacks over a longer period of time.\nWhen Russia invade Ukraine in 2022, hacking became part of Kyiv’s fightback with the formation of a 300,000-strong group on the chat app Telegram called “IT Army of Ukraine”.\nThe airline said it had cancelled more than 50 flights – mostly within Russia but also including routes to the Belarusian capital, Minsk, and the Armenian capital, Yerevan – after reporting a failure in its information systems. At least 10 other flights were delayed.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\n“Specialists are currently working to minimise the impact on the flight schedule and to restore normal service operations,” it said.\nThe statement in the name of Silent Crow said the cyber-attack was the result of a year-long operation that had deeply penetrated Aeroflot’s network, destroyed 7,000 servers and gained control over the personal computers of employers including senior managers. It did not provide evidence.\nIt threatened to shortly start releasing “the personal data of all Russians who have ever flown Aeroflot”.\nSince Russia launched its war in Ukraine in February 2022, travellers in Russia have become accustomed to flight disruptions. However, those delays have usually been caused by temporary airport closures during drone attacks.\nIrate passengers vented their anger on the social network VK, complaining of a lack of clear information from the airline.\nMalena Ashi wrote: “I’ve been sitting at the Volgograd airport since 3:30!!!!! The flight has been rescheduled for the third time!!!!!! This time it was rescheduled for approximately 14:50, and it was supposed to depart at 5:00!!!”\nAnother traveller, Yulia Pakhota, posted: “The call centre is unavailable, the website is unavailable, the app is unavailable.\nHow can I return a ticket or exchange it for the next flight, as Aeroflot suggests?”\nAeroflot said affected passengers could get a refund or rebook within 10 days.\nDespite western sanctions imposed on Russia that have drastically limited travel and routes, Aeroflot remains among the top 20 airlines worldwide by passenger numbers, which last year hit 55.3 million people, according to its website."
    },
    {
      "title": "‘The American Dream is a farce’: US readers on the financial stress delaying milestones",
      "url": "https://www.theguardian.com/business/2025/jul/27/money-finance-anxiety-stress",
      "author": "unknown",
      "tags": [],
      "content": "Americans are getting married, having kids, buying a home, and retiring years later than what once was the norm. Many don’t ever reach these milestones.\nWhile there is a complex web of factors that go into decisions like having kids or buying a house, a person’s financial situation often plays an major role. In a May Harris/Guardian poll, six out of 10 Americans said that the economy had affected at least one of their major life goals, because of either a lack of affordability or anxiety about where the economy is heading.\nThe Guardian heard from hundreds of readers who shared their stories about how the current economic and political climate has put some of their biggest life decisions on hold.\nFor Martha Knight, the idea of having kids has been a complicated one. In terms of finances, home ownership seems far out of reach. Home prices in Louisville, Kentucky, have soared over the years. While prices are cheaper outside the city in more rural areas of the state, a move would affect their jobs in education and healthcare.\nAnd both Knight and her husband have student loan debt. Instability around forgiveness programs have made them question how long it will take them to pay off their debt.\n“We made peace with the fact that we will probably rent our whole lives, and we’re OK with that,” Knight, 34, said. “That’s where we are.”\nBesides owning a home to raise a family, there are also deeper questions: What would it be like to raise a child in the world we live in now?\nIt’s a hard question for Knight, who is from eastern Kentucky along the Appalachian mountains. Kentucky is her home state, it’s where she and her husband grew up. But she doesn’t see it as a place where she can raise a family.\nIn 2023, the US fertility rate dropped to its lowest point in almost a century.\n“We are one of the highest states for child hunger, for the foster care system, things like that,” Knight said. “If we ever have a child, if we are fortunate enough for that to happen, we are really hoping to give them a better future. We want them to grow up with the idea of possibility. As the state is currently, Kentucky doesn’t offer that.”\nAnxiety about the future didn’t start under Trump’s second administration. The pandemic threw the economy into a tailspin. While the stock market soared, inflation hit a generational high in 2022, and Americans are still feeling the pain of higher bills. And even though mortgage rates have climbed with higher interest rates, housing prices still remain at record highs.\nIn other words, it’s been hard to catch a break. Although Trump promised to provide economic relief, the administration has caused widespread uncertainty for some respondents with his erratic tariff policies and attacks on minority groups and reproductive rights.\nDanielle, 35, who requested to be identified by her first name only, said that she’s held off on buying a home and having kids given the instability.\n“I love the community I built here, but as a queer person, I’ve been hesitant to buy a home and even have kids due to rigid abortion bans and economic instability,” said Danielle, who currently lives in Austin, Texas. “This is no longer the country I knew nor grew up in. The American Dream is a farce.”\nWhile student loan debt has been a huge barrier to home ownership for many millennials, the Save plan, the Biden administration’s hallmark loan forgiveness program, allowed Stephen Buechel-Rieger, 32, of Cincinnati, Ohio and his partner to purchase their first home.\nTheir goal was to eventually purchase a larger home to accommodate a growing family, but “we have been delaying moving from our first home to our forever home,” Buechel-Rieger said.\n“Now because of the increase in student loan payments, uncertainty of the future of the Public Service Loan Forgiveness program, stubborn interest rates and uncertainty in the medical field, we cannot take the financial risk,” Buechel-Rieger said.\nHigh home prices don’t just affect millennial buyers. William Pollard Jr, 71, said he and his wife have been wanting to move out of Florida to live closer to family, but prices have been too high to buy a new home.\n“With the stock and bond markets bouncing everywhere, we cannot put together an account to buy a house elsewhere. The markets need to be stable, so we can build more wealth,” Pollard said. “I am very frustrated at having to put a major goal on hold for who knows how long … I am getting no younger. We want to live the rest of our years near family and friends.”\nMany Americans also said that they were holding off on big purchases, which may not appear to hold the weight of major life decisions, but also play a huge role in people’s lives.\nHunter Gale, 39, of Kansas City, Missouri, said his wife is expecting in September, and the family is hoping to purchase a car that will be safer for their new baby. Uncertainty around tariffs, along with the higher cost of baby products, have made it harder to get a better car.\n“While we are fortunate to have stable jobs and a home that can fit our expanding family, it is stressful knowing costs for essentials for our baby will be higher,” Gale said.\nWhen people buy homes and have kids later in life, that often pushes up the retirement age. It’s no surprise, then, that the average age of retirement was 62 in 2024 – five years older than what it was three decades ago. And many Americans continue to hold it off because of economic anxiety.\nSwantje Agápe, 57, of San Jose, California, said that she and her husband were looking to retire in the next year, but “politically and economically things are too unstable”.\n“We are no longer confident that three retirement funds and plans we have will be sufficient,” Agápe said. “We are both feeling quite sad and frustrated. After working hard all our lives, we were both really looking forward to an early-ish retirement.”\nDiane Alaine Bates, 65, of Kenmore, Washington, said that she similarly had been delaying retirement for months because of the instability.\n“I’ve been scared since the election that tariffs will cause a recession,” Bates said. “I need to know if my 401(k) is going to be stable enough to retire.”\nPeople delaying these major life decisions don’t just affect individual lives. On a societal level, the impacts are huge. When people retire later, that leaves less room for younger workers to move up in the workforce. When birth rates drop, it can lead to an ageing population that puts a strain on the healthcare system.\nAnd philosophically, it seems to raise questions about agency and freedom. What happens when people feel like larger political and economic forces are controlling their lives?\nFor some, the solution is to leave. Many told the Guardian that they were making plans to leave the country, but for those who don’t have foreign passports, crossing state lines appears to be the next best option.\nKnight said that she and her husband plan to leave Kentucky for Washington state, which they hope will be a better environment for their family.\n“We have specifically chosen a blue state that offers some social safety nets. In Washington, they have state paid parental leave, you know, things that will help us hopefully find our feet,” Knight said. “It’s the choice of: do we stay? Do we stay with our community? Do we stay with our families? Or, for our future, do we move and give ourselves a better chance?”"
    },
    {
      "title": "Rachel Reeves considers overruling supreme court in £44bn car finance scandal",
      "url": "https://www.theguardian.com/business/2025/jul/25/reeves-retrospective-legislation-potential-supreme-court-ruling-44bn-car-finance-scandal",
      "author": "unknown",
      "tags": [],
      "content": "The chancellor, Rachel Reeves, is considering overruling the supreme court over a £44bn car loan commission scandal after lobbying by some of the UK’s biggest lenders, the Guardian can reveal.\nUnder Treasury contingency plans being discussed for the event that justices decide to uphold the entirety of last October’s shock appeal court ruling that customers may be entitled to billions in compensation, the government would retrospectively change the law to cut liabilities for lenders.\nOfficials have been discussing the feasibility of superseding the supreme court’s decision – which is due to be delivered on 1 August – with the Ministry of Justice and Department for Business and Trade, according to people familiar with the matter.\nSuch a move would represent a huge intervention by the Treasury, and comes months after Reeves controversially tried to intervene in the supreme court case back in January.\nThe City has been anxiously waiting to see whether justices fully uphold the appeal court decision that paying commission to brokers who arranged the motor loans, without disclosing the sum and terms of that commission to borrowers, was unlawful.\nRules on such payments are covered by common law: meaning they are set by judges through a series of court decisions, rather than by parliament. New primary legislation would give parliament the final word over the handling and disclosure of commission arrangements to borrowers.\nCrucially, the Treasury is understood to be weighing whether the new laws could be retrospective, meaning they would cover old cases and contracts and therefore slash a potential £44bn compensation bill for lenders such as Lloyds, Santander, Barclays and Close Brothers.\nRetrospective legislation would also ensure the scandal does not balloon beyond car loans, and potentially expose lenders to complaints over commission payments across other financial products, like appliances and furniture.\nThe government is considering the move after months of lobbying by the Financing & Leasing Association (FLA) – the industry body that represents car lenders – and Lloyds Banking Group, which is one of the most exposed to the scandal through its Black Horse division. Lloyds has already put aside £1.2bn for potential compensation.\nWhile rare and controversial, the UK parliament has passed retrospective legislation on payouts in the past.\nIn 2013, the coalition government pushed through the Jobseekers (Back to Work Schemes) Act, in order to “protect the national economy” from a £130m payout to those whose benefits were stopped after they refused to take on unpaid work for private companies. However, in that case, the laws were pushed through to protect the public purse rather than the profits of private companies.\nDiscussions around the potential intervention in the car finance scandal are considered sensitive, given the government does not want to be seen as disrespecting the court process.\nHowever, there are growing concerns that an adverse ruling that prompts a massive compensation bill could have devastating effects on the sector.\nThe FLA has warned it could disrupt the car finance market, resulting in some providers offering fewer or more expensive loans, while others could go bust.\nThe Treasury is concerned that the scandal is deterring investment, and dampening US appetite for UK company shares at a time when the City is desperate to revive the London Stock Exchange.\nSign up to Business Today\nGet set for the working day – we'll point you to all the business news and analysis you need every morning\nafter newsletter promotion\nClose Brothers, with about 20% of its portfolio dedicated to car loans, has already put aside £165m for the scandal, cancelled dividends and announced plans to sell its asset management business to strengthen its finances. Santander UK put aside £295m in November to cover potential payouts, prompting frustrations at the top of the Spanish-owned lender.\nA move to supersede the supreme court judgment would not be out of line with the Labour government’s push to change regulations to try to kickstart growth, which has already resulted in a raft of City changes and the forced resignation of the chair of the competition watchdog in January.\nThat month Reeves also tried to intervene in the car finance supreme court case, warning the justices to “avoid conferring a windfall” to consumers.\nThe Treasury argued that it should be able to provide submissions to the court given the outcome stood to cause “considerable economic harm”. Its intervention in the hearing was ultimately rejected.\nLenders have argued that last October’s appeal court ruling set a much higher bar for disclosing commission arrangements and securing customers’ consent than they previously thought necessary under rules set by the City regulator, the Financial Conduct Authority.\nConcerns have also been raised that the judgment could open the door to complaints across a much wider range of loans where brokers are paid on commission.\nThe matter was later brought to the supreme court, leading to a three-day hearing at the start of April. The judges will release their ruling next Friday, 1 August.\nCommenting on the prospective contingency plans, a Treasury spokesperson said: “We don’t comment on speculation. We want to see a balanced judgment that delivers compensation proportionate to losses that consumers have suffered and allows the motor finance sector to continue supporting millions of motorists to own vehicles. It is now appropriate to let the appeals process run its course.”\nThe FLA and Lloyds declined to comment."
    }
  ],
  "Sport": [
    {
      "title": "Sheepishness may follow sour grapes in handshakes row as England near end of brutal series",
      "url": "https://www.theguardian.com/sport/2025/jul/28/england-india-ben-stokes-day-five-fourth-test-old-trafford-cricket-series",
      "author": "unknown",
      "tags": [],
      "content": "I\nndia spent a day with Manchester United’s squad before the fourth Test, only to then pull off the kind of collective defensive effort rarely seen at the other Old Trafford in recent seasons. But they were not alone in veering away from their pre‑match preparations.\nGilbert Enoka, the All Blacks adviser who made famous their “no dickheads” policy, did some work with England on the training days, only for them to act briefly like … well, let’s just say their adoption of something similar remains a work in progress.\nIn the wash-up this has become known inevitably as handshake‑gate. At 5.20pm on day five, the start of the last hour and with the draw a dead certainty, Ben Stokes hoped to get his players off the field pronto after 143 overs of toil for four paltry wickets. The physical act of shaking hands at this juncture is only customary but the playing conditions permit an early finish if both captains – or the batters out in the middle, who can act on behalf of their leader – agree. It was not an unreasonable or unusual request.\nIndia wanted to bat on, however, to reward two players with the centuries that they felt their efforts merited. While the seasoned Ravindra Jadeja, on 89, had been there four times previously, Washington Sundar, on 80, was chasing his first in Test cricket. Though in one sense a confection – 100 is just one more than 99, etc – all players crave three figures and see their careers judged on them also. Declining England’s offer, and giving their own supporters a couple of moments to cheer, was also not unreasonable.\nSo as tedious as the last rites were going to be for them, it was here where England had to simply crack on. Harry Brook sending down some of his right‑arm filth to spare the frontliners and hasten matters was fine but it was the sarcastic chirping that was objectively poor. In contrast to their aggression at Lord’s – a legitimate tactic in pursuit of a victory, India doing much the same – shouting “Embarrassing” and “Fucking hell, Washi, get on with it” amounted to sour grapes at being denied the early cut.\nAlthough there is some mitigation. Like a stopped clock, Kevin Pietersen was right when he posted on social media to stress the exhausted state in which Stokes and his men found themselves (something India were also happy to deepen). This has been a brutal series for both sets of players, the kind that will inevitably lead to lapses in judgment. Four unyielding five‑day surfaces in five weeks have strained sinews and synapses in a manner that, with all due respect, the Hundred is highly unlikely to match next month.\nAnd the needle that has bubbled up during this series is at the very least a byproduct of the commitment that paying spectators demand. There is a reason Test cricket still commands the bulk of the television revenue in the UK, or why Virat Kohli described winning the Indian Premier League as being “five levels” below any achievements in whites. Franchise cricket does feature the odd flashpoint and many of its players compete as hard as they would for a national team. But by definition it is the lesser product and, in this country at least, yet to stir anything close to the same emotions among the public.\nDavid Rudder, the legendary calypsonian, summed it up neatly when speaking to me from his home in Canada a few years ago: “I always tell people in North America who say Test cricket is boring that they should look at it this way: you can have a regular soldier in the army – a GI – but then you have special forces. And that is what Test cricketers are. It’s not just basic training, it’s sending guys out to survive for days.”\nSign up to The Spin\nSubscribe to our cricket newsletter for our writers' thoughts on the biggest stories and a review of the week’s action\nafter newsletter promotion\nEngland’s GIs simply got it wrong during those graceless final moments and since then there may even be some sheepishness in the camp. Not that Stokes is likely to voice it publicly. He may have only just drawn level with Ian Botham’s 14 Test centuries but he has long since been cut from the same cloth: never look back, no regrets, onwards, upwards and the like. The Botham gene is what makes Stokes such a force, the very foundation of his maniacal approach to training and playing. This contest, and England’s 2-1 lead going into the fifth Test starting on Thursday, would be diminished without it.\nWhat that last day in Manchester did show unquestionably was that England struggle when Stokes cannot operate at full tilt and India, even in transition, can never be written off. The Australians celebrating a draw at Old Trafford 20 years ago was used by Michael Vaughan to galvanise his players – proof of a once great team’s sudden vulnerability. In this instance, however, it pointed to a touring side that is united."
    },
    {
      "title": "Pietersen defends Stokes over criticism of reaction after India delayed Test draw",
      "url": "https://www.theguardian.com/sport/2025/jul/28/jamie-overton-recalled-england-decisive-oval-test-india-cricket",
      "author": "unknown",
      "tags": [],
      "content": "Kevin Pietersen has come to the defence of Ben Stokes after the England captain became the subject of savage criticism in India and Australia for the behaviour seen from him and some of his teammates in the closing stages of the drawn fourth Test at Old Trafford.\nEngland reacted angrily to India’s refusal to accept the draw when it was first offered on Sunday, with Washington Sundar and Ravindra Jadeja instead staying on the field until they completed their centuries – which prompted England to stand down their frontline bowlers and let the batter Harry Brook bowl until they both registered three figures, amid significant on-field chuntering.\nPietersen criticised those sniping at the England captain from the comfort of their homes. He wrote on X: “Two days fielding and no result on the cards – you WANT to get off the field! You cannot have a pop at Stokes for his frustration. Very easy to have a pop at him when you’re sitting in your lounge watching. You’re NOT in the battle. Leave the men in the ring to be emotional.”\nPietersen’s comments came after much criticism of Stokes from various quarters. The former India batter Sanjay Manjrekar said Stokes had behaved “like a spoiled kid”. Ravichandran Ashwin, who played 106 Tests for India before he retired last December, called Stokes’s behaviour “scandalous” and “criminal”.\nAshwin said on his YouTube channel: “You’re questioning the Indian batters about chasing a milestone? They saved the match by batting through two days. They played your bowlers all day, batted you out and suddenly when they’re nearing hundreds, you want to walk off? If I were India captain, I’d have played the entire 15 overs and made them bowl.”\nThe Indian commentator Harsha Bhogle said: “I was disappointed by what I saw. It just didn’t look good, what Harry Brook did at the end. I’m sure when he looks back at what he did he’ll realise there was just a hint of petulance. He’s far too good a player to get a reputation as someone who’s petulant.”\n\n\n\n\n\n\n\n\n\nComment pieces in major Australian media outlets carried headlines such as: “Spare us the whingeing, England, the only thing embarrassing about Old Trafford was your tantrum”, and: “Moral hypocrites England decide tons are anti-cricket”. The West Australian newspaper called the incident an “English dummy spit”.\nDaniel Brettig wrote in the Sydney Morning Herald: “Increasingly the balance of world opinion favours an Indian win in the final game. Why? Because the posturing that accompanied England’s Bazball revolution has got to the point that even some among their countrymen are beginning to tire of it all … England looked churlish, bad-tempered and even a little brittle. Happy and jovial when things go their way, but sulky and childish when they don’t.”\nThe former Australia coach Justin Langer said he thought Stokes would have made the same decision as the India captain, Shubman Gill. “India were wanting to keep two of their players in to score a Test century and keep England in the dirt for another half hour, knowing there’s another match in a few days’ time,” Langer wrote for the Nightly. “I imagine if it were Ben Stokes whose young teammates had the chance to score a Test hundred he would have done the exact same thing.”\nSign up to The Spin\nSubscribe to our cricket newsletter for our writers' thoughts on the biggest stories and a review of the week’s action\nafter newsletter promotion\nEngland take a 2-1 series lead into the final Test, which starts on Thursday at the Oval. Jamie Overton has returned to the squad for that game, with the fitness of the trio of seamers who played in Manchester to be assessed when they return to training on Wednesday. Chris Woakes, Brydon Carse and Jofra Archer could all be stood down, with Gus Atkinson and Josh Tongue also available to replace them.\nIndia have called up the 29‑year‑old wicketkeeper Narayan Jagadeesan after confirming that Rishabh Pant sustained a fracture in his right foot when he was hit by the ball on the opening day at Old Trafford."
    },
    {
      "title": "A 12-hour rail odyssey from Melbourne to Sydney is the essence of a Lions tour",
      "url": "https://www.theguardian.com/sport/2025/jul/28/british-irish-lions-tour-australia-melbourne-sydney-rugby-union-test",
      "author": "unknown",
      "tags": [],
      "content": "I\nt is 2.54pm and the interstate train from Melbourne to Sydney screeches to a halt. Sheep on the line. It is enough to jolt you forward and you fear for any British & Irish Lions fans who have not quite got out of their system the celebrations of the night before. We are five-and-a-half hours into a 12-hour journey, the road less travelled on this odyssey around Australia, navigating the rocky landscape around Cootamundra Creek and disaster is narrowly avoided.\nThe first thing to address is why. Why turn down a 90-minute flight in favour of a train journey eight times as long. Backtrack to the day before and the afternoon before the Lions’ second Test victory at the MCG. A colleague in the press pack has received some bad news and is seeking the soothing effects of perpetual motion, watching the world go by and some company while doing so. Sold on the promise of avoiding the airport and all associated ordeals, a journey through the Australian countryside and the guarantee of wild kangaroos, tickets are bought: A$99. Cheap. Too cheap?\nTwelve hours in cattle class didn’t much appeal but maybe here was an opportunity to get a little closer to the essence of a Lions tour. Away from the airport transfers, check-in queues, luggage carousels and Ubers. Maybe that is the essence of a Lions tour. If so a 12-hour break would be welcome. The train could be a sea of red, perhaps just a puddle, but it was a pretty safe bet there would be no members of the 2013 squad punting an insurance brand on board.\nIt was an inauspicious start. Departure was supposed to be at 8:30am, 10-and-a-half hours after full time in the second Test, but the train was late arriving from Sydney. An hour late. It left a crowded platform frustrated and Melbourne mornings in winter are a little too fresh. The arrival of Spirit of Bendigo, a spectacular steam train, provides a welcome distraction. Once it leaves and the spotters follow, the platform is significantly less crowded, and the smattering of Lions supporters surface. There is a white blazer adorned with a bright red dragon, though this particular fan does not appear to have much fire left in his belly. A few couples, the odd group of threes who either left it late to book flights or are watching the pennies but it is left to a group of four young Welsh lads to bring the energy. It is unclear how long they will last.\nNearly time to board and there is a confidence-boosting familiar face along the platform in Stephen Larkham. If this train is good enough for a World Cup-winning Wallaby it’s good enough for me – and as we get on board it’s impossible not to wonder what difference Larkham in his prime might have made the night before.\nInto our seats. We’re in different carriages but an obliging chap headed for Wagga Wagga is happy to swap. The officious conductor less so. As we were for the first couple of hours then. I’m aware I’m not being good company but there is sleep to be caught up on and 545 miles ahead of us. It is striking how flat the landscape is as we leave the state of Victoria for New South Wales, ticking off the townships, each with its picture postcard colonial train station. The Rock is an eagerly anticipated stop – only one door of the train will open so small is the platform – while the lunch menu offering includes bush pumpkin curry. Perhaps best avoided.\nSpotting kangaroo No 1, just a few metres from the train tracks, brings more of a rush than expected. He’s a big ol’ fella, standing his ground, unnervingly still, a scarecrow with a tail spoiling for a fight. This train is 43 years old, the line in operation since 1883, but his family has been here a damn sight longer than that.\nTime for some work and to try to explain precisely why Finn Russell has, at the age of 32, found the smoothest groove of his career for Guardian readers. He was talking of a “calmness” after the match on Saturday – perhaps he took the train to Melbourne? – and that just about sums it up better than I could. You sense it has been a while since Russell has felt uncomfortable in his own skin and certainly it fits like a glove at the moment.\nSaturday night was the first time we have spoken to Russell in Australia, odd for someone so at ease at doing so. Star players are increasingly inaccessible but Russell is such a throwback that his absence has jarred. Inaccessibility is at odds with the essence of a tour and for all the understandable back-slapping since Saturday night, in time the Lions hierarchy may come to realise that their win-at-all-costs mentality has not quite hit the right notes in Australia. Speaking of lesser-spotted creatures, meanwhile, five or so kangaroos suddenly come into view, bounding through a cluster of trees. Now we’re touring.\nA stop in Albury – bang on the state border – makes for a crew change and the perfect opportunity to swap seats again. An announcement goes out that the buffet carriage will be reopening shortly and promise that alcohol will be available. “I know we’ve got some rugby blokes on board,” says the crew member who doesn’t sound delighted by the prospect.\nSign up to The Breakdown\nThe latest rugby union news and analysis, plus all the week's action reviewed\nafter newsletter promotion\nLaptop shut – signal is nonexistent by this stage anyway – and aimless staring out the window is interrupted by the magnificent looking Bethungra hotel. It is a sprawling 16-room pub that was apparently given away for just A$100 a few years ago – a demonstration of just how far off the beaten track we are now.\nCuriosity kicks in and we go looking for Larkham, what would he have made of the Wallabies’ gallant defeat? Was he as incensed by Jac Morgan’s clearout on Carlo Tizzano as so many of his countrymen? Alas he is nowhere to be seen; we have already reached Brumbies country in Canberra, a sure-fire sign that time is flying. The four Welsh lads are out for the count, sprawled across the train carriage. This is a journey of recovery rather than revelry.\nAfter a couple more kangaroos, the last hour goes by in a blur of nicotine withdrawal, under the cover of darkness and a slow crawl into Sydney. It is a short hop though to the Rocks and a rooftop overlooking the harbour to catch up with more colleagues. Bridge on one side, opera house the other.\nWhile there is the odd regret that Sydney does not host a decider, there is a sense of approaching the home straight and the second wind that comes with it. A determination to make the most of what’s left. If these past 12 hours have taught me anything it is that while pinpointing the essence of a modern Lions tour is complicated, you will not go far wrong with companionship."
    },
    {
      "title": "Racing in the rain is a heady spectacle but tragic history at Spa weighs heavy",
      "url": "https://www.theguardian.com/sport/2025/jul/28/formula-one-spa-francorchamps-circuit-safety-fia-wet-weather-belgian-gp-oscar-piastri-max-verstappen",
      "author": "unknown",
      "tags": [],
      "content": "H\naving been a mainstay in Formula One since the championship’s inaugural world championship year in 1950, no one is taken by surprise by the capricious nature of the weather at the Spa-Francorchamps circuit. Yet once again this weekend it was the climate that held court at the Belgian Grand Prix, leaving the sport divided over a circuit where the appeal of racing in the rain on a track of such fearsome risk and reward makes for difficult decisions.\nThe race on Sunday, ultimately a somewhat pedestrian affair, was won by McLaren’s Oscar Piastri after the start had been delayed for an hour and 20 minutes owing to the rain that swept in across the Ardennes mountains. This was not an unusual occurrence. In 2021 the meeting here ended in farce as all but two laps were completed behind a safety car when an afternoon deluge continued until a “result” was declared, as unedifying and insulting to the fans as it was.\nA midsummer day in July guarantees nothing in Spa. Cycling to the track on Sunday morning there were vast stair rods of precipitation yet by the descent into Francorchamps the sun was shining again. The past is a foreign country across 10 minutes in the Ardennes.\nBy the time the race was ready to go the weather was similarly fickle. The downpour that swamped the grid had largely stopped when the formation lap began but the circuit was still wet.\nThe rain was not the real problem however. Spray from these ground-effect cars is huge. The regulations were designed to improve overtaking by channelling the dirty air in their wake upwards. But it also ensures that in the wet the water is similarly channelled and hurled vertically with enormous force.\nThis spectacular plume of liquid then promptly comes down on all the following cars and makes for very low visibility. This was the problem on Sunday, not whether the tyres were able to cope with a wet track. The intermediate rubber was fine with the conditions in Spa, which did not even require the full wet tyres. Indeed of late it is almost always visibility not grip that prevents racing, suggesting full wet tyres are now all but pointless. Were they ever to be used the conditions would be such that racing would surely not commence because of visibility problems.\nAs it was, after the delayed start, it was only seven laps in when Lewis Hamilton decided the track was already dry enough for slick tyres. He was right and the field followed him in. The reaction afterwards ranged from Max Verstappen – whose car was set up for a wet race – arguing that classic wet racing was in danger of disappearing because of the FIA’s caution, to George Russell bluntly stating it would have been “stupidity” to start on time given the conditions when the race was supposed to begin.\nThe majority appeared to concur with Russell given Spa is such a challenging track. Quite apart from its historic legacy in the old configuration that claimed so many drivers’ lives, it is still a formidable and unforgiving test. In recent years both Anthoine Hubert, in 2019, and Dilano van ’t Hoff, in 2023, were killed here.\nSign up to The Recap\nThe best of our sports journalism from the past seven days and a heads-up on the weekend’s action\nafter newsletter promotion\nAs Charles Leclerc noted: “On a track like this with what happened historically, I think you cannot forget about it. For that reason, I’d rather be safe than too early.” It was an opinion echoed by Fernando Alonso and Piastri among other drivers.\nThe problem it highlighted for F1 is that many drivers and fans alike want to see racing in the rain. It is a great leveller, where mechanical and aerodynamic advantage are negated and the seat of the pants feel and touch of a driver counts for so much. The call at Spa by the FIA feels like the right one, to err on the side of safety, but as the sport heads into new regulations for 2026 it was a reminder that it might try to find a way to allow the contest everyone wants to see, even when the heavens open."
    },
    {
      "title": "India head coach Gautam Gambhir defends decision to refuse Stokes’ offer",
      "url": "https://www.theguardian.com/sport/2025/jul/27/india-head-coach-gautam-gambhir-defends-decision-to-refuse-stokes-offer",
      "author": "unknown",
      "tags": [],
      "content": "Gautam Gambhir, India’s head coach, offered a strident defence of his side as Ravindra Jadeja and Washington Sundar – much to England’s annoyance – hit centuries in a bizarre finish to the drawn fourth Test at Old Trafford.\nAfter Jadeja and Sundar batted resolutely to rule out an English win, Ben Stokes offered to shake hands with 15 overs remaining on day five. But with both batters approaching three figures – Sundar on 80, Jadeja on 89 – India continued to bat.\nStokes, wishing to rest his frontline bowlers, brought on Harry Brook, who dished up some helpful offerings to the pair of southpaws. He conceded 24 off three overs, the contest concluding with Sundar reaching his maiden Test century.\n“You hold your hands up, they played incredibly well,” Stokes said. “But I don’t think there would have been too much more satisfaction from walking off 100 not out, getting your team out of a tricky situation, than walking off at 80, 90 not out. That’s what you’ve done for your team.\n“Ten more runs or whatever it was ain’t going to change the fact that you’ve managed to get your team out of a very tricky situation and almost saved your team from a series defeat before the last game.\n“We took the game as far as we could with our frontline bowlers. As soon as it got to that point where the draw was inevitable, I was never going to risk my frontline bowlers with the short turnaround that we have and the workload that we’ve got through this week and throughout this series as well.\n“I did have to tell [Brook]: ‘Don’t do anything stupid.’ We’ve spent a lot of time out in the field, can’t have you pulling a side or doing anything different.”\nGambhir thought differently of the situation. “If someone is batting on 90 and the other one is batting on 85, don’t they deserve a hundred? Would they have walked off? If someone from the England side would have been batting on 90 or 85, if someone had the opportunity to get his first Test hundred, wouldn’t you allow him to do it, if they weathered the storm? It’s up to them. If they want to play that way, that’s up to them. I’ve got nothing more to say.”\nStokes endured a significant workload during the Test. While he celebrated hitting a century and taking a five-wicket haul, the all-rounder grimaced through his spell on the fifth morning. Asked how he was feeling, he replied: “Mentally, decent. Physically, been better.\n“It’s been a pretty big workload so far in the series. Another big last week at Lord’s, the time I spent out in the middle with bat in hand and overs bowled. And then same again this week. I said a few times to the guys out there: ‘Pain is just an emotion.’ It’s just one of those things.”\nStokes did not offer complete certainty over whether he will play the final Test at the Oval, which begins on Thursday, although – through a confusing use of words – suggested he will be present as England aim to secure a series victory.\n“You look at how long we’ve been out in the field and the overs that we bowled as a bowling unit, everyone’s going to be pretty sore and pretty tired going into the last game of the series,” Stokes said.\n“I think there will be an assessment of everyone and hopefully we can use these next two to three days’ rest wisely and then have to make a decision.\n“These recovery days are going to be pretty important and we might have to make a few decisions to get some fresh legs in. But that won’t be decided until we get closer to the last game.\n“I don’t want to eat my words, but the likelihood that I won’t play is very unlikely.”"
    },
    {
      "title": "Blood, sweat and gears: the best pictures from Tour de France 2025",
      "url": "https://www.theguardian.com/sport/gallery/2025/jul/28/tour-de-france-2025-cycling-best-pictures-gallery",
      "author": "Steven Bloor",
      "tags": [],
      "content": ""
    },
    {
      "title": "Vollering in nasty crash as Wiebes wins Tour de France Femmes stage three",
      "url": "https://www.theguardian.com/sport/2025/jul/28/dont-look-back-in-angers-wiebes-sprints-to-stage-three-win-at-tour-de-france-femmes",
      "author": "unknown",
      "tags": [],
      "content": "Demi Vollering’s hopes of continuing in the Tour de France Femmes are uncertain after she crashed at speed on the approach to the finish of stage three in Angers.\nVollering landed on her back and left side, and hit her head, but was able to remount and finish the stage, which was won by Lorena Wiebes of Team SD Worx-ProTime. “Stupid crash,” the 2023 champion told teammates after getting back to her FDJ-Suez bus. “I could already see it coming.”\nThe 28-year-old appeared to sustain most of the impact on her back, although she was also seen checking her helmet for damage. Vollering also crashed in the Femmes last year, again injuring her back, when leading the race overall.\nDespite her injuries, she was able to warm down on her bike and ride to the team’s nearby hotel. Her general manager, Stephen Delcourt, appeared to blame others in the peloton, saying: “It’s not normal, the attitude of many teams and many riders. They’re disrespectful. We lose the respect in the last years in men’s and women’s cycling.”\nVollering, he said, was “in pain, in her knee, her glutes and her back”. The Dutch rider has also been critical of the attitude of her peers, particularly after her damaging crash in 2024. After Tadej Pogacar crashed in Toulouse during the recent men’s race, she posted: “So kind of the bunch not to use this crash to take time on Pogacar. Guess men are a bit more kind.”\nDelcourt said: “When you crash at this speed, it’s never easy. She’s completely shocked. We need to wait, because we never know if it’s just the shock of the crash, but she will be examined by the team doctor. She’s really positive, she wants to continue, but we need time.”\nMarianne Vos, who took back the overall race lead 48 hours after winning the first stage to Plumelec, said: “It’s the Tour de France and everybody wants to be in the front. It was pretty chaotic, especially coming into the city on a descent with high speed. It’s not really about respect, but everybody is fighting for every centimetre and unfortunately things can happen. Of course, it’s the riders fighting for position that makes it dangerous, but it’s not about respect.”\nThe crash, 3.6km from the finish on a wide left-hand bend, was inside the 5km “safe zone”, negating any time losses on the general classification. Already the racing has taken its toll and while the defending champion, Kasia Niewiadoma, has safely navigated the first three stages, plenty of others, including Vollering, have suffered.\nMarlen Reusser, winner this year of the Tour of Switzerland, abandoned the race on stage one, while Elisa Longo Borghini, the Giro d’Italia winner, quit before the start of stage three. For Kristen Faulkner, the Olympic road race champion, the opening stages have been a baptism of fire. On stage two the American was caught up in a crash and only just made the daily time cut, although she finished safely in the main peloton in Angers."
    },
    {
      "title": "Super League votes to add two clubs and return to 14-team competition for 2026",
      "url": "https://www.theguardian.com/sport/2025/jul/28/super-league-to-add-two-clubs-and-return-to-14-team-competition-for-2026",
      "author": "unknown",
      "tags": [],
      "content": "Super League will expand to 14 teams in 2026 after clubs approved an increase in the competition by two at the earliest possible opportunity.\nOfficials from all clubs met in Leeds on Monday to discuss a strategic review of the professional game that had been led by Nigel Wood, the former chief executive of the Rugby Football League who has now returned as the governing body’s chair, despite being paid more than £300,000 to leave in 2018.\nHis review recommended that Super League’s best course of action for a strong financial future was to increase the size of the competition. Nine clubs voted in favour of that proposal on Monday afternoon; the Guardian understands that Hull FC and Hull KR voted against the idea, while Wigan Warriors abstained from voting.\nHowever, the next steps towards expansion are complicated and epitomise the chaos that continues to engulf the sport’s boardrooms following Wood’s controversial return to power.\nTwelve of the 14 teams that play in Super League next year will be determined by the IMG gradings system which was introduced last year. That measures clubs in a variety of on- and off‑field metrics, giving them a score out of 20. The 12 clubs which rank the highest in October will be automatically assured of a spot in Super League in 2026.\nThe expectation as things stand would be that the Championship side Toulouse would replace Salford in the top 12. But that will not be the only change, as two more clubs will essentially be handpicked by an independent panel, based on a selection of criteria that is yet to be finalised.\nThat panel will be led by the RFL board member Lord Jonathan Caine but will also include members of Wood’s strategic review committee. Wood was, up until earlier this year, the chair of another side that will now be strong favourites to return to Super League, Bradford Bulls.\nThey are not the only ones who will be hopeful of promotion through this unique and somewhat peculiar method. The Championship leaders York Knights are confident they have a compelling case to become a Super League side for the first time, while London, who would have missed out under the gradings system, now have an increased chance due to support in the boardrooms at certain clubs for the Broncos.\nSign up to The Recap\nThe best of our sports journalism from the past seven days and a heads-up on the weekend’s action\nafter newsletter promotion\nA move back to 14 teams for the first time since 2014 comes at a crucial time for the sport. Super League is keen to position itself in as strong a position as possible ahead of a new broadcast cycle beginning in 2027.\nSupporters of the move believe a more simplistic fixture list, with the elimination of loop fixtures where some teams play each other three times, will appeal to all stakeholders. There were also concerns in some quarters about having two French sides, Toulouse and Catalans, in a 12-team competition, which would limit revenue streams."
    },
    {
      "title": "Pogacar’s rivals must work out how to defeat a champion at the top of his game",
      "url": "https://www.theguardian.com/sport/2025/jul/28/pogacars-rivals-must-work-out-how-to-defeat-a-champion-at-the-top-of-his-game",
      "author": "unknown",
      "tags": [],
      "content": "Fourth Tour wins are, I once wrote, “more for the record books than the heart … the penultimate step to cycling greatness, [they] often do little to warm the soul at the time”. The past three weeks suggests that nothing has changed. It’s far from the four stages of grief, but you could argue that a first Tour victory is met with surprise and delight, a second admiration, the third respect, the fourth resignation.\nAs Tadej Pogacar’s fourth Tour win approached with the inevitability of a steamroller this week the chief cycling writer at l’Equipe, Alex Roos, grumbled about the Slovene’s lack of joie de vivre. “For the last few days, his sulks, his grumbles, his bad mood have blurred and eaten away at the ambience of the end of this Tour, because how can you get enthusiastic if the Yellow Jersey himself gives the impression of being bored and going through something painful …?”\nPogacar’s fourth Tour win was inevitable – with the usual “barring this or that” proviso – from the moment 19 days ago when the first time check during the time trial around Caen gave him an unbridgeable advantage over Jonas Vingegaard. Similarly, the fourth wins for Bernard Hinault, Miguel Induráin, Lance Armstrong and Chris Froome were all telegraphed by the end of week one: nonetheless admirable as athletic achievements – Armstrong’s excepted – but zero suspense. Hence the feeling of resignation.\nPogacar could be forgiven if he seemed slightly underwhelmed with proceedings this week. This has been a particularly intense, brutal and attritional Tour, with barely any respite, and the stage to Pontarlier on Saturday summed this up perfectly: a two-wheeled equivalent of Napoleon’s retreat from Moscow. Pogacar may be physically on top of things, with an unbridgeable margin over Vingegaard, but there was still plenty of potential for the unforeseen, plenty to get stressed about.\nThe bulk of the stages of this 2025 Tour were as intense as Saturday’s but that has not happened by chance; it is the culmination of a process that began in 2007, when the race director, Christian Prudhomme, set out on a mission to sex up the race for television. Since then, the men who devise the route have gone out of their way to avoid the lengthy, flat, formulaic stages that once were the hallmark of the early phase of the race, and many of the “stages of transition”; these were accepted by Tour watchers, in the words of the late Geoffrey Nicholson, “with the stoicism of a Headingley crowd watching the slow construction of an opening stand”.\nThe days when a sprinter such as Mario Cipollini could take four successive stages (1999) are long gone. Now, thanks to Prudhomme’s routefinder‑general Thierry Gouvenou, visiting innocuous places such as Rouen, Toulouse or Carcassonne entails daunting climbs and descents that make for compelling TV viewing.\nAgain to encourage the attackers, stages over 200km are now the exception while time bonuses at all the finishes encourage potential winners to contest every stage they can. Every day on the Tour, it seems, now has the intensity and unpredictability of a one-day Classic in miniature; every day is massively compelling to watch.\nSign up to The Recap\nThe best of our sports journalism from the past seven days and a heads-up on the weekend’s action\nafter newsletter promotion\nSince leaving Lille on 5 July, the Tour men have enjoyed one stage which followed the pattern of the past: day eight to Laval. The “American quarter-hour” – the term given to the margin Armstrong’s US Postal team would give each day’s breakaway – has been consigned to history. This year, not even the final promenade into Paris is sacred, but a mini-Classic in its final kilometres.\nIf Pogacar is finding the intensity of the race a bit much, then we should savour the irony; if ever there was a bike racer suited for the current made-for-TV Tour, he is that one. It’s no coincidence that he has won the Tour of Flanders, Liège-Bastogne-Liège and shone in Paris-Roubaix since taking his first Tour in 2020: the intensity; the bike-handling skill; the need to hold position in the peloton and the repeated maximal efforts demanded by the spring one‑day Classics are now the perfect preparation for La Grande Boucle. Hence the emergence of other current stars: Mathieu van der Poel, Ben Healy, Wout van Aert, and “punchy” riders such as Kévin Vauquelin.\nThe new-look Tour favours the complete bike racer, just as the Tours of the Induráin years were built for a time trialist. Vingegaard struggles to hang on to Pogacar in the Tour’s punchy stages, and that’s not a surprise: the Dane is not a Classic rider in the same register as Pogacar – the last time he was seen in a spring Classic was 2022, when he failed to finish Flèche Wallonne or Liège-Bastogne-Liège.\nIn fact, you could argue that Vingegaard is doing shockingly well to hold Pogacar, given his obvious comfort zone is the high mountains.\nThe new-look Tour offers far more openings than Tours of the past, which presents opportunities that were not there in the Froome or Induráin years: however, if you want to beat the reigning champion, you have to out-Pogi Pogi: build a team that can take the race to the Slovene on a daily basis and eventually crack him.\nIn the real world, however, Vingegaard’s Visma tried to do just that in the past three weeks, and self-destructed in the process. As a result, Pogacar’s rivals face the same conundrum of those of Hinault, Induráin, Armstrong and Froome: how to defeat a champion on top of his game, who has mastered the challenges the organisers have thrown at him and is supported by a team that has grown in confidence and experience each year? You can tweak the Tour all you will, but some things never change."
    },
    {
      "title": "County cricket: Somerset win quickly to gain ground on Surrey and Notts",
      "url": "https://www.theguardian.com/sport/99-94-cricket-blog/2025/jul/28/county-cricket-somerset-surrey-notts-durham",
      "author": "unknown",
      "tags": [],
      "content": "What do the following have in common? Seven for 162; five for 59; four for 85; six for 63; four for 39; four for 41; six for 51; four for 81; seven for 93; four for 103; four for 82; six for 116; five for 99?  Reward yourself with a slice of Battenberg if you shouted: “Bowling figures by spinners in last week’s County Championship matches!”\nIt was the third of four rounds this season using the Kookaburra ball, the trial intended to produce pacers who have the tools to make the most of the flat-seamed, fast-softening ball used in many overseas series (including That One). Well, it’s certainly bringing spinners into the game, while the seamers can work on their fielding.\nThe irony is that England’s first-choice spinner barely plays county cricket.\nWhile leaders Surrey played out a 571 v 537 draw with Yorkshire and second-placed Notts did pretty much the same against Hampshire (with 578 offset by 454), things were, as they often are, different at Taunton.\nSomerset secured a win over Durham in two days to go third in Division One, Jack Leach bagging seven wickets and Archie Vaughan four, with Callum Parkinson and George Drissell picking up 11 for the visitors.\nFor opinions on the pitch, you can pick your 1980sSomerset and England all-rounder according to taste. Vic Marks was happy with it; Sir Ian Botham (with Durham connections to be fair) was not.\nSomerset go third, 17 points behind Surrey, with Yorkshire and Hampshire to visit the County Ground in September. Any rumours of increased sales of Pantone charts in Leeds and Southampton are, as yet, unfounded.\nWarwickshire have nestled in just a point behind Somerset after defeating bottom dwellers Worcestershire in a match that took an unpredictable route to a predictable result.\nEthan Brookes, enjoying a fine streak of form, logged 140 and 87, which – allied to Pakistan Test seamer Khurram Shahzad’s first-innings six for 42 – left the home side chasing 393 for an unlikely win. At 12 for two, that looked a long way off, but Dan Mousley got things going with 69, and Zen Malik (142) and Beau Webster (100) broke the back of it, Pears dispatched by Bears with five wickets in hand.\nWarwickshire are looking up; Worcestershire are looking down. Probably a long way down.\nEssex and Sussex have endured/enjoyed contrasting seasons. John Simpson’s newly promoted side simply carried their form and optimism from 2024 into 2025 and have surpassed expectations, showing prominently in Division One.\nEssex, for so long a byword for consistency, just never got going, their only victory coming in mid-April against lowly Worcestershire. So, a home win at Hove on your coupon? It turned out to be Essex by an innings because, well, it’s a funny old game.\nThere was more to it than the capricious nature of cricket, since the game can often be kind as well as cruel. Jamie Porter and Sam Cook were back in, the latter having played fewer than half the Championship matches to date – and that’s key for Essex. Buoyed by his own century and one from Jordan Cox, Matt Critchley had a long bowl, four wickets his reward. Nothing makes a spinner look better than runs on the board.\nLeicestershire’s annus mirabilis continued with a win over Derbyshire that banished any memory of the surprise walloping by Middlesex last time out. Their lead at the top of Division Two has now stretched to 34 points.\nThe match was a personal triumph for Rehan Ahmed, who delivered the best all-round performance by an Englishman in a first-class match since Ian Botham in Kolkata 1980. Ahmed made 115, to lead a recovery from none for two, then picked up six for 51 and seven for 93.\nThe leg-spinning all-rounder (oh my Adil of long ago) is still only 20! That’s easy to forget because he’s played five Tests on the subcontinent and has actually slipped down the spin options ladder despite developing his game significantly this summer. \nYoung players, especially young leg-spinners, can go in and out of form almost from session to session, so it’s important that selectors do not write him off or put him in a box only to be opened in India, Pakistan or Bangladesh. He can hardly be doing more to advance his case.  \nIt’s been a good week for all-rounders, with Tom Hartley the star as Lancashire continued to improve on their early season form.\nFirst a word for Australian journeyman Chris Green, who came to the crease at 209 for six and made 160. He has averaged more than 100 in his three matches wearing the Red Rose and nipped in with a couple of wickets in each of Gloucestershire’s innings while going at less than 2.3 an over. Money well spent on that contract.\nHartley, in at No 10, cruised in Green’s slipstream to register a debut first-class ton, last man out for 130. It wasn’t long before Jimmy Anderson asked him to bowl and his six for 116 was crucial in allowing the follow-on to be enforced. Hartley’s second-innings five for 99 was instrumental in ensuring that there was time, just, for Keaton Jennings and Josh Bohannon to knock off the 110 runs for the win.\nGreen and Hartley’s numbers have grabbed the headlines, of course, but it’s worth noting that they batted for around eight hours between them and bowled 34 overs each to give their captain the option. I’m sure Anderson will have asked them about the follow-on and I’m sure they said they were raring to go, but it’s quite the feat of physical and mental resilience to bowl 27 and 28 overs, respectively, second time round.  \nThis article is from The 99.94 Cricket Blog"
    }
  ]
}